Repository: stefankueng/BowPad
Catalog: tags/2.3.2/Languages/BowPad_*.po
Languages: sv

source: &About ...
sv: &Om …

source: &Cancel
sv: A&vbryt

source: &Close
sv: S&täng

source: &Don't save
sv: Spara &inte

source: &File
sv: &Arkiv

source: &Find Next
sv: Sök &nästa

source: &Help
sv: &Hjälp

source: &Replace
sv: &Ersätt

source: &Save
sv: &Spara

source: &Search for:
sv: &Sök efter:

source: <a href="http://stefanstools.sourceforge.net/BowPad_history.html">Full details about this update</a>
sv: <a href="http://stefanstools.sourceforge.net/BowPad_history.html">Utförlig information om denna uppdatering</a>

source: About BowPad
sv: Om BowPad

source: Access denied!
sv: Åtkomst nekades!

source: Access to the file '%s' was denied. Do you want to try again with elevated privileges?
sv: Åtkomst till filen "%s" nekades. Vill du försöka igen med utökad behörighet?

source: Allows to load a file with a specific encoding
sv: Låter dig läsa in en fil med en specifik teckenkodning

source: An update for BowPad is available
sv: Det finns en uppdatering för BowPad

source: Asks where to save the current tab
sv: Frågar var den aktuella fliken skall sparas

source: Author: Stefan Küng
sv: Skapat av: Stefan Küng

source: Available Languages
sv: Tillgängliga språk

source: Bold
sv: Fet

source: Bookmark
sv: Bokmärke

source: BowPad Text Editor
sv: Textredigeringsprogrammet BowPad

source: Cancel
sv: Avbryt

source: Cancel The file is not loaded again.
sv: Avbryt Filen läses inte in igen.

source: Char operations
sv: Teckenåtgärder

source: Check for Updates
sv: Sök efter uppdateringar

source: Clear Bookmarks
sv: Rensa bokmärken

source: Clipboard
sv: Urklipp

source: Close All Tabs
sv: Stäng alla flikar

source: Close Tab
sv: Stäng flik

source: Close all
sv: Stäng alla

source: Close the current tab
sv: Stäng aktuell flik

source: Close the document The document tab is closed.
sv: Stäng dokumentet Dokumentets flik stängs.

source: Closes all open files
sv: Stänger alla öppna filer

source: Cmd
sv: Kommando

source: Code
sv: Kod

source: Codepages/Character sets
sv: Teckentabeller/Teckenuppsättningar

source: Color
sv: Färg

source: Command Line:
sv: Kommandorad:

source: Command Name:
sv: Kommandots namn:

source: Comment
sv: Kommentera

source: Comments the selected text
sv: Kommenterar den markerade texten

source: Configure Styles
sv: Konfigurera format

source: Configure colors, fonts, styles and sizes
sv: Konfigurera färger, teckensnitt, format och storlekar

source: Configure custom commands
sv: Konfigurera egna kommandon

source: Convert to
sv: Konvertera till

source: Converts all spaces in the document to tabs
sv: Konverterar alla blanksteg i dokumentet till tabbar

source: Converts all tabs in the document to spaces
sv: Konverterar alla tabbar i dokumentet till blanksteg

source: Converts the file to the specified encoding
sv: Konverterar filen till den angivna teckenkodningen

source: Converts the selection to UPPERcase
sv: Konverterar markeringen till VERSALER

source: Converts the selection to lowercase
sv: Konverterar markeringen till gemener

source: Copy
sv: Kopiera

source: Copy the current selection to the clipboard
sv: Kopiera den aktuella markeringen till Urklipp

source: Corresponding File
sv: Kopplad fil

source: Could not download the language file!
sv: Det gick inte att hämta språkfilen!

source: Creates a new tab with an empty document
sv: Skapar en ny flik med ett tomt dokument

source: Ctrl+Click to open the link in the default browser
sv: Ctrl+Klick öppnar länken i standardwebbläsaren

source: Custom Command 0
sv: Eget kommando 0

source: Custom Command 1
sv: Eget kommando 1

source: Custom Command 2
sv: Eget kommando 2

source: Custom Command 3
sv: Eget kommando 3

source: Custom Command 4
sv: Eget kommando 4

source: Custom Command 5
sv: Eget kommando 5

source: Custom Command 6
sv: Eget kommando 6

source: Custom Command 7
sv: Eget kommando 7

source: Custom Command 8
sv: Eget kommando 8

source: Custom Command 9
sv: Eget kommando 9

source: Custom Commands
sv: Egna kommandon

source: Cut
sv: Klipp ut

source: Cut the current selection to the clipboard
sv: Klipp ut den aktuella markeringen till Urklipp

source: Dark Theme
sv: Mörkt tema

source: Delete
sv: Ta bort

source: Determines whether a tab is inserted or spaces when the tab key is pressed.
sv: Avgör huruvida en tabb eller blanksteg infogas när tabulatortangenten trycks ned.

source: Do &not download the update You will be reminded again about the update in a week.
sv: Hämta &inte uppdateringen Du kommer att få en ny påminnelse om uppdateringen om en vecka.

source: Do you want to save changes to "%s"
sv: Vill du spara ändringarna till "%s"

source: Document modified
sv: Dokumentet har ändrats

source: Document removed
sv: Dokumentet har tagits bort

source: Don't Save The file is not saved.
sv: Spara inte Filen sparas inte.

source: Don't open The file is not opened.
sv: Öppna inte Filen öppnas inte.

source: Download and install the update Updates BowPad to the latest version.
sv: Hämta och installera uppdateringen Uppdaterar BowPad till den senaste versionen.

source: Download of language list succeeded. Now you can select a language from that list.
sv: Hämtningen av språklistan har slutförts. Nu kan du välja ett språk ur den.

source: Download the update You have to install the update manually.
sv: Hämta uppdateringen Du måste installera uppdateringen manuellt.

source: Duplicate Line
sv: Duplicera rad

source: Duplicates the current line
sv: Duplicerar den aktuella raden

source: E&xit
sv: A&vsluta

source: Edit
sv: Redigera

source: Encoding
sv: Teckenkodning

source: Exit
sv: Avsluta

source: Extension
sv: Filnamnstillägg

source: Failed to download the list of available languages.
sv: Det gick inte att hämta listan över tillgängliga språk.

source: Fetch remote languages...
sv: Hämta fjärrspråk …

source: File
sv: Arkiv

source: File is too big to be opened by BowPad
sv: Filen är för stor för att öppnas i BowPad

source: Find
sv: Sök

source: Find && Replace
sv: Sök && ersätt

source: Find Next
sv: Sök nästa

source: Find Next Selected
sv: Sök nästa markerade

source: Find Previous
sv: Sök föregående

source: Find and replace
sv: Sök och ersätt

source: Find/Replace
sv: Sök/Ersätt

source: Font
sv: Teckensnitt

source: Functions
sv: Funktioner

source: Go to line
sv: Gå till rad

source: Goto
sv: Gå till

source: Inserts the content of the clipboard at the cursor position
sv: Klistrar in innehållet i Urklipp vid markörens position

source: Italic
sv: Kursiv

source: Join Lines
sv: Sammanfoga rader

source: Join selected lines to one long line
sv: Sammanfoga markerade rader till en enda lång rad

source: Keep the document The document is kept open.
sv: Behåll dokumentet Dokumentet hålls öppet.

source: Language
sv: Språk

source: Language selected. You need to restart BowPad for the changes to take effect.
sv: Ett nytt språk har valts. Du måste starta om BowPad för att ändringarna skall verkställas.

source: Language:
sv: Kodspråk:

source: Launch in Chrome
sv: Kör i Chrome

source: Launch in Firefox
sv: Kör i Firefox

source: Launch in Google Chrome
sv: Kör i Google Chrome

source: Launch in IE
sv: Kör i Internet Explorer

source: Launch in Internet Explorer
sv: Kör i Internet Explorer

source: Launch in Opera
sv: Kör i Opera

source: Launch in Safari
sv: Kör i Safari

source: Line Endings
sv: Radslut

source: Line:
sv: Rad:

source: Lines
sv: Rader

source: Load as
sv: Läs in som

source: Load last session
sv: Läs in den senaste sessionen

source: Load last session on start
sv: Läs in den senaste sessionen vid programstart

source: Load session
sv: Läs in session

source: Load session on start
sv: Läs in session vid programstart

source: Loads all files automatically that were open the last time BowPad got closed
sv: Läser automatiskt in alla filer som var öppna senaste gången BowPad avslutades

source: Loads all files that were open the last time BowPad got closed
sv: Läser in alla filer som var öppna senaste gången BowPad avslutades

source: Lowercase
sv: Gemener

source: MRU List
sv: Senast använda dokument

source: Main
sv: Huvudmeny

source: Main Encodings
sv: Huvudteckenkodningar

source: Match &case
sv: S&kiftlägeskänslig

source: Match &whole word only
sv: Matcha endast &hela ord

source: Misc
sv: Övrigt

source: Move down
sv: Flytta nedåt

source: Move line down
sv: Flytta rad nedåt

source: Move line up
sv: Flytta rad uppåt

source: Move the caret to the next bookmark
sv: Flytta textmarkören till nästa bokmärke.

source: Move the caret to the previous bookmark
sv: Flytta textmarkören till föregående bokmärke.

source: Move up
sv: Flytta uppåt

source: Moves the cursor to the specified line
sv: Flyttar markören till den angivna raden

source: Moves the selected lines downwards
sv: Flyttar de markerade raderna nedåt

source: Moves the selected lines upwards
sv: Flyttar de markerade raderna uppåt

source: Moves to the next match of the last search
sv: Går till nästa träff för den senaste sökningen

source: Moves to the previous match of the last search
sv: Går till föregående träff för den senaste sökningen

source: New
sv: Nytt

source: New %d
sv: Nytt %d

source: New Document
sv: Nytt dokument

source: Next
sv: Nästa

source: Next Bookmarks
sv: Nästa bokmärke

source: No functions found!
sv: Det går inte att hitta några funktioner!

source: No updates available. You already have the current version.
sv: Inga uppdateringar finns tillgängliga. Du har redan den senaste versionen av programmet.

source: Online Languages
sv: Hämtningsbara språk

source: Open
sv: Öppna

source: Open Console
sv: Öppna kommandotolken

source: Open Explorer
sv: Öppna Utforskaren

source: Open Files
sv: Öppna fil

source: Open corresponding File
sv: Öppna kopplad fil

source: Open elevated BowPad is started again with elevated privileges.
sv: Kör som administratör BowPad startas om med utökade behörigheter.

source: Opens one or more files
sv: Öppnar en eller flera filer

source: Opens the Console at the current file location
sv: Öppnar kommandotolken i den aktuella mappen

source: Opens the Windows Explorer at the current file location
sv: Öppnar Utforskaren i den aktuella mappen

source: Opens the corresponding file to the file in the current tab. (h/cpp, aspx/cs/vb)
sv: Öppnar den kopplade filen till filen i den aktuella fliken. (h/cpp, aspx/cs/vb)

source: Opens the current file in Microsoft Internet Explorer
sv: Öppnar den aktuella filen i Internet Explorer

source: Opens the current file in the Firefox browser
sv: Öppnar den aktuella filen i webbläsaren Firefox

source: Opens the current file in the Google Chrome browser
sv: Öppnar den aktuella filen i webbläsaren Chrome

source: Opens the current file in the Opera browser
sv: Öppnar den aktuella filen i webbläsaren Opera

source: Opens the current file in the Safari browser
sv: Öppnar den aktuella filen i webbläsaren Safari

source: Opens the default browser to search Wikipedia for the selected text
sv: Öppnar standardwebbläsaren och söker på Wikipedia efter den markerade texten

source: Opens the default browser to search for the selected text
sv: Öppnar standardwebbläsaren och söker på webben efter den markerade texten

source: Page Setup
sv: Utskriftsformat

source: Paste
sv: Klistra in

source: Previous
sv: Föregående

source: Previous Bookmarks
sv: Föregående bokmärke

source: Print
sv: Skriv ut

source: Print Page Setup
sv: Utskriftsformat

source: Print now
sv: Skriv ut nu

source: Print...
sv: Skriv ut …

source: R&eplace with:
sv: E&rsätt med:

source: Redo
sv: Gör om

source: Redo what was undone before
sv: Gör om tidigare ångrade åtgärder

source: Reload
sv: Uppdatera

source: Reload document The document is refreshed from disk.
sv: Uppdatera dokument Dokumentet läses in på nytt från disken.

source: Reload document The unsaved modifications are lost.
sv: Uppdatera dokument Osparade ändringar förloras.

source: Reload the file from disk
sv: Uppdatera filen från disk

source: Removes all bookmarks from the current file
sv: Tar bort alla bokmärken i den aktuella filen

source: Removes whitespaces at the end of lines
sv: Tar bort avslutande blanksteg i slutet av rader

source: Replace &All
sv: Ersätt &alla

source: Right margin
sv: Högermarginal

source: Save
sv: Spara

source: Save File
sv: Spara fil

source: Save Files
sv: Spara filer

source: Save all
sv: Spara alla

source: Save as
sv: Spara som

source: Save elevated BowPad is started again with elevated privileges.
sv: Spara som administratör BowPad startas om med utökade behörigheter.

source: Save modifications The modifications that were made outside BowPad are overwritten.
sv: Spara ändringar Ändringar som har gjorts utanför BowPad skrivs över.

source: Saves all open files
sv: Sparar alla öppna filer

source: Saves the current tab
sv: Sparar den aktuella fliken

source: Search Regex mode
sv: Sök med reguljärt uttryck

source: Search Web
sv: Sök på webben

source: Search Wikipedia
sv: Sök på Wikipedia

source: Search and/or replace text in documents/tabs
sv: Sök efter och/eller ersätt text i dokument/flikar

source: Search text not found!
sv: Det gick inte att hitta texten!

source: Searches for the next match of the selected text
sv: Söker efter nästa träff för den markerade texten

source: Select Language
sv: Välj språk

source: Select all
sv: Markera alla

source: Select the language for BowPad
sv: Välj gränssnittsspråket för BowPad

source: Sends the document to a printer
sv: Skickar dokumentet till en skrivare

source: Sends the document to the default printer
sv: Skickar dokumentet till standardskrivaren

source: Set the coloring according to the code language
sv: Ange syntaxfärgmarkering efter kodspråk

source: Set the number of columns for one tabulator.
sv: Ange antalet kolumner per tabulatorsteg.

source: Set up print margins, page size, page orientation
sv: Konfigurera utskriftsmarginaler, sidstorlek, sidorientering

source: Sets the column at which the vertical edge is shown, indicating the right margin. Set to 0 to hide it.
sv: Anger den kolumn vid vilken den lodräta kanten visas, vilken anger högermarginalen. Ange till 0 för att dölja den.

source: Show Whitespaces
sv: Visa blanksteg

source: Shows a dialog to configure custom commands
sv: Öppnar ett dialogfönster där du kan konfigurera egna kommandon

source: Shows a list of functions/methods in the file to jump to
sv: Visar en lista över funktioner/metoder som du kan hoppa till i filen

source: Spaces to Tabs
sv: Blanksteg till tabbar

source: Split Lines
sv: Dela rader

source: Split long lines at the right window border
sv: Dela långa rader vid fönstrets högerkant

source: Style Configurator
sv: Formatinställningar

source: Style:
sv: Format:

source: Styles
sv: Format

source: Tabs to Spaces
sv: Tabbar till blanksteg

source: The document '%s' was modified outside of BowPad, but there are unsaved changes in the document.
sv: Dokumentet "%s" har ändrats utanför BowPad, men det finns osparade ändringar i dokumentet.

source: The document '%s' was modified outside of BowPad.
sv: Dokumentet "%s" har ändrats utanför BowPad.

source: The document '%s' was removed outside of BowPad.
sv: Dokumentet "%s" har tagits bort utanför BowPad.

source: Toggle Bookmark
sv: Växla bokmärke

source: Toggle a bookmark on the current line
sv: Växla bokmärkning för den aktuella raden

source: Toggles between the normal and the dark theme
sv: Växlar mellan standardtemat och det mörka temat

source: Trim Whitespaces
sv: Putsa blanksteg

source: Turn off automatic update checks
sv: Inaktivera automatisk sökning efter uppdateringar

source: Turns showing whitespaces on/off
sv: Växlar visning av blanksteg

source: UPPER/lower
sv: VERSALER/gemener

source: Uncomment
sv: Avkommentera

source: Uncomments the selected text
sv: Avkommenterar den markerade texten

source: Underline
sv: Understruken

source: Undo
sv: Ångra

source: Undo the last change
sv: Ångra den senaste ändringen

source: Unsafed modifications
sv: Osparade ändringar

source: Uppercase
sv: Versaler

source: Use Tabs
sv: Använd tabulator

source: Vertical Edge
sv: Lodrät kant

source: View
sv: Visa

source: Visit our Website
sv: Besök vår webbplats

source: Web Search:
sv: Webbsökning:

source: Whitespace
sv: Blanksteg

source: Wrap Lines
sv: Bryt rader

source: Wrap around
sv: Radbyte

source: Wrap lines at the end of the window
sv: Bryt rader som överskrider fönsterbredden

source: You can use the following strings in the command line: $(LINE) The line where the cursor is $(POS) the position where the cursor is $(TAB_PATH) the path to the file of the active tab $(TAB_DIR) the directory of the file of the active tab $(SEL_TEXT) the selected text or the word at the cursor position $(SEL_TEXT_ESCAPED) like $(SEL_TEXT) but escaped, useful for urls
sv: Du kan använda följande strängar i kommandoraden: $(LINE) Den rad där markören är $(POS) Markörens position $(TAB_PATH) Sökvägen till filen i den aktiva fliken $(TAB_DIR) Den mapp där filen i den aktiva fliken finns $(SEL_TEXT) Den markerade texten eller ordet vid markörens position $(SEL_TEXT_ESCAPED) Liknar $(SEL_TEXT), men undantar texten, användbart för URL:er

source: background:
sv: Bakgrund:

source: foreground:
sv: Förgrund:

source: from %ld to %ld
sv: Från %ld till %ld

source: go to the next cursor position
sv: Gå till nästa markörposition

source: go to the previous cursor position
sv: Gå till föregående markörposition

source: runs the custom command 0
sv: Kör det egna kommandot 0

source: runs the custom command 1
sv: Kör det egna kommandot 1

source: runs the custom command 2
sv: Kör det egna kommandot 2

source: runs the custom command 3
sv: Kör det egna kommandot 3

source: runs the custom command 4
sv: Kör det egna kommandot 4

source: runs the custom command 5
sv: Kör det egna kommandot 5

source: runs the custom command 6
sv: Kör det egna kommandot 6

source: runs the custom command 7
sv: Kör det egna kommandot 7

source: runs the custom command 8
sv: Kör det egna kommandot 8

source: runs the custom command 9
sv: Kör det egna kommandot 9

source: tab size
sv: Tabbstorlek:
