Repository: stefankueng/BowPad
Catalog: Languages/BowPad_*.po
Languages: de, ja, ru

source: If enabled matching braces are highlighted, and non-matching ones marked red.
de: Wenn aktiviert werden alle zugehörigen Klammern markiert.

source: If set to true, the scrollbar acts as a document bar. Set to false to get a normal scrollbar.
de: Wenn true funktioniert die vertikale Scrollbar als Dokument-Bar. Auf false gesetzt als normale Scrollbar.

source: Ignore
de: Ignorieren
ru: Игнорировать

source: Ignore &case.
de: Gross/Kleinschreibung ignorieren.
ru: Игнорировать регистр.

source: Ignore word for this session
de: Ignoriere Wort für diese Sitzung
ru: Игнорировать слово для этой сессии

source: Import The lexer file is imported. Restart BowPad to use the new lexer.
de: Importieren Die Lexerdatei wird importiert. Starten Sie BowPad neu um die neuen Farbstile zu verwenden.

source: Include uppercase
de: Grossschreibung einschliessen
ru: Включить верхний регистр

source: Include words that are all CAPS or have uppercase letters in the middle
de: Korrigiere Worte in Grossbuchstaben und auch Worte welche Grossbuchstaben in der Mitte haben
ru: Включать слова, в которых все ЗАГЛАВНЫЕ или прописные буквы в середине слова

source: Init Folding Margin
de: Initialisiere Klappungsrand

source: Insert
de: Einfügen
ja: 挿入
ru: Вставить

source: Insert Tabs or Spaces
de: Ob Tabulatoren oder Leerzeichen eingefügt werden
ru: Вставить табуляции или пробелы

source: Inserts the content of the clipboard at the cursor position
de: Fügt den Inhalt der Zwischenablage an der Cursorposition ein
ja: カーソル位置へクリップボードの内容を挿入する
ru: Вставляет содержимое буфера обмена в позицию курсора

source: Inserts the html content of the clipboard at the cursor position
de: Fügt den HTML-Inhalt der Zwischenablage an der Cursorposition ein

source: Installation of plugin "%s" failed!
de: Installation des Plugins "%s" fehlgeschlagen!
ja: プラグイン "%s" のインストールに失敗!
ru: Установка плагина "%s" не удалась!

source: Installed Version
de: Installierte Version
ja: インストール済みバージョン
ru: Установленная версия

source: Italic
de: Kursiv
ja: 斜体

source: Join Lines
de: Zeilen zusammenfügen
ja: 行を結合
ru: Соединение строк

source: Join selected lines to one long line
de: Fügt die ausgewählten Zeilen zu einer langen Zeile zusammen
ja: 選択行を結合して一行にします
ru: Соединение выделенных строк в одну длинную строку

source: Keep the document The document is kept open.
de: Behalte das Dokument Das Dokument wird offen gelassen.
ja: 文書を保持する 文書を開いたままにします。
ru: Сохранить документ Документ сохраняется открытым.

source: Language
de: Sprache
ja: 言語
ru: Язык

source: Language Lexer
de: Sprachlexer
ja: 構文色分け
ru: Язык Lexer

source: Language selected. You need to restart BowPad for the changes to take effect.
de: Sprache ausgewählt. Starten Sie BowPad erneut um die Sprache zu verwenden.
ja: 翻訳言語を選択しました. 選択結果を反映するため、BowPad を再起動してください。
ru: Язык выбран. Необходимо перезапустить BowPad чтобы изменения вступили в силу.

source: Language:
de: Sprache:
ja: 翻訳言語:
ru: Язык:

source: Launch in Chrome
de: Öffne mit Chrome
ja: Chrome起動
ru: Запустить в Chrome

source: Launch in Edge
de: Öffne mit Edge

source: Launch in Firefox
de: Öffne mit Firefox
ja: Firefox起動
ru: Запустить в Firefox

source: Launch in Google Chrome
de: Öffne mit Google Chrome
ja: Google Chrome起動
ru: Запустить в Google Chrome

source: Launch in IE
de: Öffne mit IE
ja: IE起動
ru: Запустить в IE

source: Launch in Internet Explorer
de: Öffne mit Internet Explorer
ja: Internet Explorer起動
ru: Запустить в Internet Explorer

source: Launch in Opera
de: Öffne mit Opera
ja: Opera起動
ru: Запустить в Opera

source: Launch in Safari
de: Öffne mit Safari
ja: Safari起動
ru: Запустить в Safari

source: Length in bytes: %ld Lines: %ld
de: Länge in Bytes: %ld Zeilen: %ld
ja: バイト長: %ld 行数: %ld
ru: Длина в байтах: %ld Строки: %ld

source: Limit reached of %d matches found!
de: Limite von %d Fundstellen erreicht!
ru: Достигнут предел в% d найденных совпадений!

source: Line
de: Zeile
ja: 行
ru: Строка

source: Line : %ld Column : %ld Selection : %Iu | %Iu Matches: %ld
de: Zeile: %ld Spalte: %ld Selektion: %lu | %luMarkierungen: %ld
ru: Строка : %ld Колонка : %ld Выбор : %Iu | %Iu Совпадения: %ld

source: Line Endings
de: Zeilenenden
ja: 行末記号
ru: Завершение строк

source: Line Text
de: Zeilentext
ja: 行のテキスト
ru: Строка текста

source: Line endings: %s
de: Zeilenenden: %s
ja: 行末記号: %s
ru: Окончания строк: %s

source: Line numbers
de: Zeilennummern
ru: Номера строк

source: Line:
de: Zeile:
ja: 行番号:
ru: Строка:

source: Line: %%c%06X%ld%%r / %%c%06X%ld%%r Column: %%c%06X%ld%%r
de: Linie: %%c%06X%ld%%r / %%c%06X%ld%%r Spalte: %%c%06X%ld%%r
ru: Строка: %%c%06X%ld%%r / %%c%06X%ld%%r Колонка: %%c%06X%ld%%r

source: Lines
de: Zeilen
ja: 行
ru: Строки

source: Ln: %%c%06X%ld%%r / %%c%06X%ld%%r Col: %%c%06X%ld%%r
de: Zl: %%c%06X%ld%%r / %%c%06X%ld%%r Splt: %%c%06X%ld%%r
ru: Ст: %%c%06X%ld%%r / %%c%06X%ld%%r Кол: %%c%06X%ld%%r

source: Load as
de: Lade als
ja: ロード
ru: Загрузить как

source: Load last session
de: Lade letzte Sitzung
ja: 前回復元ロード
ru: Загрузить последнюю сессию

source: Load last session on start
de: Lade letzte Sitzung beim Start
ja: 起動時に前回復元ロード
ru: Загрузить последнюю сессию при старте

source: Load session
de: Lade Sitzung
ja: 復元ロード
ru: Загрузить сессию

source: Load session on start
de: Lade Sitzung bei Start
ja: 起動時復元ロード
ru: Загрузить сессию при старте

source: Loading files...
de: Lade Dateien...
ru: Загрузка файлов...

source: Loading session...
de: Lade Sitzung...
ru: Загрузка сессии...

source: Loads all files automatically that were open the last time BowPad got closed
de: Lade alle Dateien automatisch beim Start von BowPad welche offen waren als BowPad das letzte Mal beendet wurde
ja: BowPad が前回終了した時点で開いていた全てのファイルを自動的に開きます
ru: Загружает все файлы автоматически, открытые в последний раз при закрытии BowPad

source: Loads all files that were open the last time BowPad got closed
de: Lade alle Dateien welche beim letzten Beenden von BowPad offen waren
ja: BowPad が前回終了した時点で開いていた全てのファイルを開きます
ru: Загружает все файлы, открытые в последний раз при закрытии BowPad

source: Lowercase
de: Kleinschreibung
ja: 小文字化
ru: Нижний регистр

source: MRU List
de: MRU Liste
ja: 最近使ったファイル一覧

source: Main
de: Haupt
ru: Главная

source: Main Encodings
de: Haupt-Kodierungen
ja: 主なエンコーディング
ru: Основные кодировки

source: Match &case
de: Gross/Kleinschreibung
ja: 大文字小文字を区別する(&C)
ru: Совпадения регистра

source: Misc
de: Verschiedenes
ja: 雑設定
ru: Разное

source: Move down
de: Nach unten
ja: 下移動
ru: Переместить вниз

source: Move line down
de: Zeilen nach unten schieben
ja: 行下移動
ru: Переместить строку вниз

source: Move line up
de: Zeile nach oben schieben
ja: 行上移動
ru: Переместить строку вверх

source: Move the caret to the next bookmark
de: Verschiebt den Cursor zum nächsten Lesezeichen
ja: 次のブックマークへ移動します
ru: Переместить каретку к следующей закладке

source: Move the caret to the previous bookmark
de: Verschiebt den Cursor zum vorherigen Lesezeichen
ja: 前のブックマークへ移動します
ru: Переместить каретку к предыдущей закладке

source: Move the file The file tab is updated to the new path.
de: Datei verschieben Der Dateireiter wird zum neuen Pfad aktualisiert.
ru: Переместить файл Вкладка файла обновляется на новый путь.

source: Move up
de: Nach oben
ja: 上移動
ru: Переместить вверх

source: Move/Copy File
de: Datei verschieben/kopieren
ru: Переместить/Копировать файл

source: Moves the cursor to the specified line
de: Verschiebt den Cursor an die angegebene Zeile
ja: 指定行へカーソル移動します
ru: Перемещение курсора на указанную строку

source: Moves the cursor to the specified symbol
de: Verschiebt den Cursor zum angegebenen Symbol
ru: Перемещение курсора на указанный символ

source: Moves the selected lines downwards
de: Verschiebt die ausgewählten Zeilen nach unten
ja: 選択行を下へ移動します
ru: Перемещение выбранных строк вниз

source: Moves the selected lines upwards
de: Verschiebt die ausgewählten Zeilen nach oben
ja: 選択行を上へ移動します
ru: Перемещение выбранных строк вверх

source: Moves to the next match of the last search
de: Geht zum nächsten Treffer der letzten Suche
ja: 次検索位置へ移動します
ru: Перемещение к следующему совпадению последнего поиска

source: Moves to the previous match of the last search
de: Geht zum vorherigen Treffer der letzten Suche
ja: 前検索位置へ移動します
ru: Перемещение к предыдущему совпадению последнего поиска

source: New %d
de: Neu %d
ja: 新規 %d
ru: Новый %d

source: New Copy
de: Neue Kopie
ja: 新規コピー
ru: Новая копия

source: New Corresponding Files.
de: Neue entsprechende Dateien.
ru: Новые соответствующие файлы.

source: New Document
de: Neues Dokument
ja: 新規文書
ru: Новый документ

source: Next
de: Nächste
ja: 次へ
ru: Следующий

source: Next Bookmark
de: Nächstes Lesezeichen
ja: 次のブックマーク
ru: Следующая закладка

source: No corrections found!
de: Keine Korrekturen gefunden!
ru: Исправления не найдены!

source: No files found.
de: Keine Dateien gefunden.
ru: Файлы не найдены.

source: No functions found!
de: Keine Funktionen gefunden!
ja: 関数が見つかりません!
ru: Функции не найдены!

source: No more occurrences to replace.
de: Nichts mehr zu ersetzen.

source: No plugins found. Check your internet connection.
de: Keine Plugins gefunden. Überprüfen Sie Ihre Internet-Verbindung.
ru: Плагины не найдены. Проверьте подключение к Интернету.

source: No plugins loaded
de: Keine Plugins geladen
ja: ロード済みのプラグインはありません
ru: Плагины не загружены

source: No search folder.
de: Kein Suchordner.
ru: Нет папки поиска.

source: No updates available. You already have the current version.
de: Keine Updates erhältlich Sie haben bereits die neueste Version.
ja: アップデートはありません。 これが最新版です。
ru: Нет доступных обновлений. Вы уже имеете текущую версию.

source: Online Languages
de: Online Sprachen
ja: オンライン上の翻訳言語
ru: Языки онлайн

source: Only comments
de: Nur Kommentare
ru: Только комментарии

source: Open Console
de: Öffne Konsole
ja: コンソールを開く
ru: Открыть консоль

source: Open Explorer
de: Öffne Explorer
ja: エクスプローラを開く
ru: Открыть проводник

source: Open File
de: Öffne Datei
ja: ファイルを開く
ru: Открыть файл

source: Open File under cursor
de: Öffne Datei an Cursorposition
ja: カーソル下のファイルを開く
ru: Открыть файл под курсором

source: Open Files
de: Öffne Dateien
ja: ファイルを開く
ru: Открыть файлы

source: Open corresponding File
de: Öffne zugehörige Datei
ja: 関連ファイルを開く
ru: Открыть соответствующий файл

source: Open elevated BowPad is started again with elevated privileges.
de: Öffne Elevated BowPad wird erneut mit erhöhten Rechten gestartet.
ja: 管理者で開く BowPadを管理者権限で再起動します。
ru: Открыть с повышенными правами BowPad будет запущен снова с повышенными привилегиями.

source: Open files: %d
de: Offene Dateien: %d
ja: 開いているファイル数: %d
ru: Открыть файлы: %d

source: Open tabs: %%c%06X%ld%%r
de: Offene Dateien: %%c%06X%ld%%r
ru: Открыть вкладки: %%c%06X%ld%%r

source: Open: %%c%06X%ld%%r
de: Offen: %%c%06X%ld%%r
ru: Открыть: %%c%06X%ld%%r

source: Open The lexer file is opened in BowPad, ready for editing.
de: Öffnen Die Lexerdatei wird in BowPad geöffnet zum editieren.

source: Opens one or more files
de: Öffnet eine oder mehrere Dateien
ja: 1つまたは複数のファイルを開きます
ru: Открывает один или несколько файлов

source: Opens the Console at the current file location
de: Öffnet die Konsole im aktuellen Verzeichnis
ja: 現在ファイル位置でコンソールを開きます
ru: Открывает консоль в текущее расположение файла

source: Opens the Windows Explorer at the current file location
de: Öffnet den Windows Explorer im aktuellen Verzeichnis
ja: 現在ファイル位置でエクスプローラを開きます
ru: Открывает проводник Windows в папке текущего файла

source: Opens the Windows Explorer at the current file path
de: Öffnet den Windows Explorer im aktuellen Dateipfad
ja: 現在ファイルパスでエクスプローラを開きます
ru: Открывает проводник Windows в текущем пути к файлу

source: Opens the config file to configure keyboard shortcuts for any command in BowPad
de: Öffnet die Konfigurationsdatei zum konfigurieren der Tastaturkürzel in BowPad
ja: BowPadのコマンドへのキーボードショートカット定義を保持する設定ファイルを開きます
ru: Открывает файл конфигурации для настройки сочетаний клавиш для любой команды в BowPad

source: Opens the corresponding file to the file in the current tab. (h/cpp, aspx/cs/vb)
de: Öffnet die zum aktuellen Tab zugehörige Datei. (h/cpp, aspx/cs/vb)
ja: 現在タブのファイルに関連したファイルを開きます (h/cpp, aspx/cs/vb)
ru: Открывает соответствующий файл к файлу в текущей вкладке. (h/cpp, aspx/cs/vb)

source: Opens the current file in Microsoft Edge browser
de: Öffnet die aktuelle Datei im Microsoft Edge Browser

source: Opens the current file in Microsoft Internet Explorer
de: Öffnet die aktuelle Datei im Microsoft Internet Explorer
ja: 現在ファイルを Microsoft Internet Explorer で開きます
ru: Открывает текущий файл в Microsoft Internet Explorer

source: Opens the current file in the Firefox browser
de: Öffnet die aktuelle Datei im Firefox Browser
ja: 現在ファイルを Firefox ブラウザで開きます
ru: Открывает текущий файл в браузере Firefox

source: Opens the current file in the Google Chrome browser
de: Öffnet die aktuelle Datei im Google Chrome Browser
ja: 現在ファイルを Google Chrome ブラウザで開きます
ru: Открывает текущий файл в браузере Google Chrome

source: Opens the current file in the Opera browser
de: Öffnet die aktuelle Datei im Opera Browser
ja: 現在ファイルを Opera ブラウザで開きます
ru: Открывает текущий файл в браузере Opera

source: Opens the current file in the Safari browser
de: Öffnet die aktuelle Datei im Safari Browser
ja: 現在ファイルを Safari ブラウザで開きます
ru: Открывает текущий файл в браузере Safari

source: Opens the default browser to search Wikipedia for the selected text
de: Sucht nach dem markierten Text in Wikipedia
ja: 既定ブラウザを開いて、選択テキストを Wikipedia で検索します
ru: Открывает браузер по умолчанию для поиска выделенного текста в Википедии

source: Opens the default browser to search for the selected text
de: Sucht mit dem Standardbrowser nach dem markierten Text
ja: 既定ブラウザを開いて、選択テキストを検索します
ru: Открывает браузер по умолчанию для поиска выделенного текста

source: Opens the file/path that's at the cursor position
de: Öffnet die Datei/Pfad welche an der Cursorposition steht
ja: カーソル位置のファイル/パスを開きます
ru: Открывает файл/путь, который находится в позиции курсора

source: Opens the printer setup dialog
de: Öffnet den Drucker Setup Dialog
ja: 印刷設定ダイアログを開きます
ru: Открывает диалоговое окно настройки принтера

source: Other
de: Anderes
ru: Другие

source: Other operations
de: Andere Funktionen
ja: その他の操作
ru: Другие операции

source: Overtype
de: Überschreiben
ja: 上書き
ru: Перезапись

source: Page Setup
de: Seitenkonfiguration
ja: ページ設定
ru: Параметры страницы

source: Paste
de: Einfügen
ja: 貼り付け
ru: Вставить

source: Paste Html
de: HTML Einfügen

source: Please wait.
de: Bitte warten.
ru: Пожалуйста, подождите.

source: Plugin commands
de: Plugin Befehle
ja: プラグインコマンド
ru: Команды плагина

source: Prevents editing the file
de: Verhindert ein ändern der Datei
ru: Запрещает редактирование файла

source: Previous
de: Vorherige
ja: 前へ
ru: Предыдущий

source: Previous Bookmark
de: Vorheriges Lesezeichen
ja: 前のブックマーク
ru: Предыдущая закладка

source: Print
de: Drucken
ja: 印刷
ru: Печать

source: Print Page Setup
de: Druckseitenkonfiguration
ja: 印刷ページ設定
ru: Параметры печатной страницы

source: Print now
de: Drucke jetzt
ja: 印刷実行
ru: Печатать сейчас

source: Print setup
de: Drucker Setup
ja: 印刷設定
ru: Настройка печати

source: R&eplace with:
de: E&rsetzen mit:
ja: 置換後の文字列(&e):
ru: Заменить на:

source: Reading order (left-to-right or right-to-left)
de: Leserichtung (Links-nach-rechts oder Rechts-nach-links)

source: Readonly
de: schreibgeschützt
ru: Только чтение

source: Recently Used Encodings
de: Zuletzt benutzte Kodierung
ru: Недавно используемые кодировки

source: Redo
de: Wiederholen
ja: やり直す
ru: Повторить

source: Redo what was undone before
de: Wiederholen was Rückgängig gemacht wurde
ja: 元に戻した部分をやり直します
ru: Повторить что было отменено до

source: Regex expression is invalid!
de: Regulärer Ausdruck ist ungültig!
ja: 不正な正規表現です!
ru: Регулярное выражение недопустимо!

source: Regex expression is valid
de: Regulärer Ausdruck ist gültig
ja: 正しい正規表現です
ru: Регулярное выражение допустимо

source: Regex mode
de: Regex Modus
ja: 正規表現モード
ru: Режим регулярного выражения

source: Reload
de: Neu laden
ja: リロード
ru: Перезагрузить

source: Reload document The document is refreshed from disk.
de: Dokument neu laden Das Dokument wird erneut von der Festplatte eingelesen.
ja: 文書をリロードする 文書をディスクから読み直します。
ru: Перезагрузить документ Документ обновляется с диска.

source: Reload document The unsaved modifications are lost.
de: Dokument neu laden Nicht gespeicherte Änderungen gehen verloren.
ja: 文書をリロードする 未保存の変更内容は失われます。
ru: Перезагрузить документ Несохраненные изменения будут потеряны.

source: Reload the file from disk
de: Datei von Medium neu laden
ja: ディスクからファイルをリロードします
ru: Перезагрузить файл с диска

source: Reload The unsaved modifications will be lost!
de: Dokument neu laden Nicht gespeicherte Änderungen gehen verloren!
ja: リロードする 未保存の変更内容は失われます!
ru: Перезагрузить Несохраненные изменения будут потеряны!

source: Removes all bookmarks from the current file
de: Entfernt alle Lesezeichen aus dem aktuellen Dokument
ja: 現在ファイルからブックマークを全部除去します
ru: Удаляет все закладки из текущего файла

source: Removes whitespaces at the end of lines
de: Entfernt Leerzeichen am Ende von Zeilen
ja: 行末の空白文字を除去します
ru: Удаляет пробельные символы в конце строки

source: Replace &All
de: Alle E&rsetzen
ja: 全置換する(&A)
ru: Заменить все

source: Replace &all in selection
de: Alle in Auswahl e&rsetzen
ja: セクション内を全置換する(&a)
ru: Заменить все в выбранном

source: Replace All In All &Tabs
de: Alle E&rsetzen in allen Tabs
ja: 全タブ内を全置換する(&T)
ru: Заменить все во всех вкладках

source: Right margin
de: Rechter Rand
ja: 右マージン
ru: Правое поле

source: Run
de: Ausführen
ja: 実行
ru: Запуск

source: Run as Administrator
de: Als Administrator ausführen

source: Runs various commands
de: Führt verschiedene Befehle aus
ru: Запускает различные команды

source: Sa&ve as
de: Speichern &unter
ja: 名前を付けて保存(&v)
ru: Сохранить как

source: Save &all
de: &Alle speichern
ja: 全て保存(&a)
ru: Сохранить все

source: Save File
de: Datei speichern
ja: ファイルを保存する
ru: Сохранить файл

source: Save Files
de: Dateien speichern
ja: 複数ファイルを保存する
ru: Сохранить файлы

source: Save as
de: Speichern unter
ja: 名前を付けて保存
ru: Сохранить как

source: Save elevated BowPad is started again with elevated privileges.
de: Speichere elevated BowPad wird erneut mit erhöhten Rechten gestartet.
ja: 管理者権限で保存 管理者権限で BowPad を再起動します
ru: Сохранить с повышенными правами BowPad будет запущен снова с повышенными привилегиями.

source: Save modifications The modifications that were made outside BowPad are overwritten.
de: Änderungen speichern Die Änderungen welche ausserhalb BowPad gemacht wurden werden überschrieben.
ja: 変更を保存する BowPadの外部でなされた変更内容は上書きされます
ru: Сохранить изменения Изменения, сделанные за пределами BowPad, будут перезаписаны.

source: Saves all open files
de: Speichert alle geöffneten Dateien
ja: 開いているファイルを全て保存する
ru: Сохраняет все открытые файлы

source: Saves changes automatically when the tab is switched or closed
de: Speichert Änderungen automatisch wenn der aktive Tab gewechselt oder geschlossen wird
ru: Сохраняет изменения автоматически при переключении вкладок или закрытии

source: Saves the current tab
de: Speichert den aktuellen Tab
ja: 現在のタブを保存する
ru: Сохраняет текущую вкладку

source: Scrollbar style
de: Scrollbar-Stil

source: Search Web
de: Websuche
ja: Web検索
ru: Поиск Web

source: Search Wikipedia
de: Suche in Wikipedia
ja: Wikipedia検索
ru: Поиск Wikipedia

source: Search and/or replace text in documents/tabs
de: Suche und/oder ersetze Text in Dokumenten/Tabs
ja: 文書内/タブ内の検索と置換
ru: Поиск и/или замена текста в документах/вкладках

source: Search folder not found.
de: Suchordner nicht gefunden.
ru: Папка поиска не найдена.

source: Search text not found!
de: Suchtext nicht gefunden!
ja: 検索文字列が見つかりません!
ru: Искомый текст не найден!

source: Searches for the next match of the selected text
de: Sucht nach dem nächsten Treffer des markierten Texts
ja: 選択文字列を次検索します
ru: Выполняет поиск следующего совпадения выбранного текста

source: Searching in file '%s'
de: Suche in Datei '%s'
ru: Поиск в файле '%s'

source: Sel: %%c%06X%Iu%%r chars | %%c%06X%Iu%%r lines | %%c%06X%ld%%r matches.
de: Ausw: %%c%06X%Iu%%r chars | %%c%06X%Iu%%r Zeilen | %%c%06X%ld%%r Mrk.
ru: Выбор: %%c%06X%Iu%%r символы | %%c%06X%Iu%%r строки | %%c%06X%ld%%r совпадения.

source: Select Language
de: Wähle Sprache
ja: 翻訳言語選択
ru: Выбрать язык

source: Select all
de: Alles auswählen
ja: 全て選択
ru: Выбрать все

source: Select the language for BowPad
de: Wähle die Sprache für BowPad
ja: BowPadの翻訳言語を選択します
ru: Выбрать язык для BowPad

source: Selection: %%c%06X%Iu%%r chars | %%c%06X%Iu%%r lines | %%c%06X%ld%%r matches.
de: Auswahl: %%c%06X%Iu%%r chars | %%c%06X%Iu%%r Zeilen | %%c%06X%ld%%r Markierungen.
ru: Выбор: %%c%06X%Iu%%r символы | %%c%06X%Iu%%r строки | %%c%06X%ld%%r совпадения.

source: Selects the language for the spell checker
de: Wähle die Sprache für die Rechtschreibkorrektur
ru: Выбор языка для проверки правописания

source: Sends the document to the default printer
de: Sendet das Dokument an den Standarddrucker
ja: 既定のプリンタで印刷します
ru: Отправляет документ на принтер по умолчанию

source: Set Defaults
de: Setze Defaults

source: Set a new search folder.
de: Setze neuen Suchordner.
ru: Установить новую папку поиска.

source: Set default encoding and EOL
de: Setze Default-Kodierung und Zeilenenden

source: Set search folder to its containing folder.
de: Setze Suchordner zum Oberordner.
ru: Установить папку поиска в содержащей его папке.

source: Set search folder to the current documents folder.
de: Setzt aktuellen Dokument-Ordner als Suchordner.
ru: Установить папку поиска в текущей папке документов.

source: Set the coloring according to the code language
de: Bestimmt die Farben anhand der Codesprache
ja: プログラミング言語に応じた色付けを設定します
ru: Установить окраску в зависимости от языка кода

source: Set the default encoding (e.g. ANSI, UTF-8, ...) and end-of-line style for new files
de: Setzt die Default-Kodierung (z.B. ANSI, UTF-8, ...) und die Zeilenenden für neue Dateien

source: Set the number of columns for one tabulator.
de: Bestimmt die Anzahl Leerzeichen pro Tabulator.
ja: タブのカラム数を設定します
ru: Установить количество столбцов для одной табуляции.

source: Set up print margins, page size, page orientation
de: Bestimmt die Druckränder, Seitengrösse und Orientierung
ja: 印刷のマージン、用紙サイズと向きを設定します
ru: Установить поля печати, размер страницы, ориентацию страницы

source: Sets the column at which the vertical edge is shown, indicating the right margin. Set to 0 to hide it.
de: Bestimmt die Spalte an welcher eine Vertikale Linie als rechter Rand angezeigt wird. Zum nicht-Anzeigen der Linie auf 0 setzen.
ja: 右マージンを示す垂直線表示のカラム位置を設定します。0を設定すると非表示になります。
ru: Устанавливает столбец, в котором показан вертикальный край, определяющее правое поле. Установите значение 0, чтобы скрыть его.

source: Setting
de: Einstellung

source: Show Properties
de: Zeige Eigenschaften
ja: プロパティ表示
ru: Показать свойства

source: Show Whitespaces
de: Zeige Leerzeichen
ja: 空白文字を表示
ru: Показать пробелы

source: Show clipboard history
de: Verlauf der Zwischenablage

source: Show line numbers
de: Zeige Zeilennummern
ru: Показать номера строк

source: Show the file tree
de: Zeige Dateibaum
ru: Показать дерево файлов

source: Shows a dialog to configure custom commands
de: Zeigt den Konfigurationsdialog für Benutzerbefehle
ja: カスタムコマンドの設定ダイアログを表示します
ru: Показывает диалог для настройки пользовательских команд

source: Shows a dialog to configure the installed plugins and install new plugins
de: Zeigt einen Dialog an um Plugins zu installieren und konfigurieren
ja: インストール済みプラグインの設定と、新プラグインのインストールを行うダイアログを開きます
ru: Показывает диалог для настройки установленных плагинов и установки новых плагинов

source: Shows a list of functions/methods in the file to jump to
de: Zeigt eine Liste von Funktionen/Methoden an in der aktuellen Datei
ja: ファイル内ジャンプの関数/メソッドリストを表示します
ru: Показывает список функций/методов в файле для перехода к
