Repository: stefankueng/BowPad
Catalog: Languages/BowPad_*.po
Languages: de, ja, ru

source: Shows or hides the file tree
de: Zeigt den Dateibaum an oder versteckt diesen
ru: Показывает или скрывает дерево файлов

source: Shows statistics about the current document
de: Zeigt Statistiken über das aktuelle Dokument an
ru: Показывает статистику текущего документа

source: Shows the Windows Explorer file properties dialog for the current file
de: Öffnet den Windows Explorer Eigenschaftsdialog für die aktuelle Datei
ja: 現在ファイルについてWindows Explorerファイルプロパティダイアログを表示します
ru: Показывает в проводнике Windows диалог свойства текущего файла

source: Shows the list of all opened tabs.
de: Zeigt eine Liste mit offenen Tabs.
ru: Показывает список всех открытых вкладок.

source: Snippet Name/Key:
de: Schnippselname/Schlüssel

source: Sort Lines
de: Zeilen sortieren
ru: Сортировка строк

source: Sort Lines - Options
de: Zeilen sortieren - Einstellungen
ru: Сортировка строк - Опции

source: Sorts the current selection (normal or rectangular).
de: Sortiert die aktuelle Auswahl (Normale Auswahl oder Rechteckauswahl)
ru: Сортировка текущего выделения (нормального или прямоугольного).

source: Spaces to Tabs
de: Leerzeichen zu Tabulatoren
ja: スペースをタブに変換
ru: Пробелы в табуляции

source: Spell Check
de: Rechtschreibung
ru: Проверка орфографии

source: Spell checker
de: Rechtschreibung
ru: Проверка орфографии

source: Spell checker language
de: Wähle Rechtschreibkorrektur-Sprache
ru: Язык проверки орфографии

source: Split Lines
de: Zeilen auftrennen
ja: 行を分割
ru: Разделение строк

source: Split long lines at the right window border
de: Trennt Zeilen am rechten Fensterrand auf
ja: 長い行をウィンドウの右端で分割します
ru: Разделение длинных строк на границе правой части окна

source: Style Configurator
de: Stilkonfigurator
ja: スタイル設定
ru: Конфигуратор стиля

source: Style:
de: Stil:
ja: スタイル:
ru: Стиль:

source: Styles
de: Stile
ja: スタイル
ru: Стили

source: Sub Folders
de: Unterordner
ru: Вложенные папки

source: Summary
de: Statistik
ru: Описание

source: Tab List
de: Tabs Liste
ru: Список вкладок

source: Tab Size
de: Tabulatorgrösse
ja: タブサイズ
ru: Размер табуляции

source: Tabs to Spaces
de: Tabulatoren zu Leerzeichen
ja: タブをスペースに変換
ru: Табуляции в пробелы

source: The document '%s' was modified outside of BowPad, but there are unsaved changes in the document.
de: Das Dokument '%s' wurde ausserhalb von BowPad verändert, aber es gibt nicht gespeicherte Änderungen an diesem Dokument in BowPad.
ja: 文書'%s'には未保存の変更がありますが、BowPad外部でも修正されています。
ru: Документ '%s' был изменен за пределами BowPad, и есть несохраненные изменения в документе.

source: The document '%s' was modified outside of BowPad.
de: Das Dokument '%s' wurde ausserhalb von BowPad verändert.
ja: 文書'%s'はBowPad外部で修正されています。
ru: Документ '%s' был изменен за пределами BowPad.

source: The document '%s' was removed outside of BowPad.
de: Das Dokument '%s' wurde ausserhalb von BowPad gelöscht.
ja: 文書'%s'はBowPad外部で削除されています。
ru: Документ '%s' был удален за пределами BowPad.

source: The file '%s' does not exist. Do you want to create it?
de: Die Datei '%s' existiert nicht. Möchten Sie die Datei jetzt erstellen?
ja: ファイル'%s'は存在しません。新規作成しますか?
ru: Файл '%s' не существует. Вы хотите создать его?

source: The file is marked as read only. Are you sure you want to edit this file?
de: Die Datei ist als nur lesbar markiert. Möchten Sie die Datei wirklich bearbeiten?
ja: このファイルは書き込み禁止に設定されています。このファイルを編集しますか?
ru: Файл помечен только для чтения. Вы уверены, что хотите изменить этот файл?

source: The file is write protected
de: Die Datei ist schreibgeschützt
ja: このファイルは書き込みプロテクトされています
ru: Этот файл будет защищен от записи

source: Toggle Bookmark
de: Lesezeichen ein/aus
ja: ブックマーク有無
ru: Переключатель закладки

source: Toggle a bookmark on the current line
de: Setzt/entfernt ein Lesezeichen an der aktuellen Zeile
ja: 現在行のブックマーク有無を交互に切り替えます
ru: Переключатель закладки в текущей строке

source: Toggle folding all
de: Wechsle Einklappung
ru: Переключатель складывания всех

source: Toggle level 0
de: Wechsle Einklappung Stufe 0
ru: Переключатель уровня 0

source: Toggle level 1
de: Wechsle Einklappung Stufe 1
ru: Переключатель уровня 1

source: Toggle level 2
de: Wechsle Einklappung Stufe 2
ru: Переключатель уровня 2

source: Toggle level 3
de: Wechsle Einklappung Stufe 3
ru: Переключатель уровня 3

source: Toggle level 4
de: Wechsle Einklappung Stufe 4
ru: Переключатель уровня 4

source: Toggle level 5
de: Wechsle Einklappung Stufe 5
ru: Переключатель уровня 5

source: Toggle level 6
de: Wechsle Einklappung Stufe 6
ru: Переключатель уровня 6

source: Toggle level 7
de: Wechsle Einklappung Stufe 7
ru: Переключатель уровня 7

source: Toggle level 8
de: Wechsle Einklappung Stufe 8
ru: Переключатель уровня 8

source: Toggle level 9
de: Wechsle Einklappung Stufe 9
ru: Переключатель уровня 9

source: Toggles between the normal and the dark theme
de: Schaltet um zwischen normalem und dunklem Stil
ja: 通常テーマと暗色テーマを切り替えます
ru: Переключение между нормальной и темной темой

source: Treat digits as &numbers.
de: &Nummern als Zahlen behandeln.
ru: Считать цифры как номера.

source: Trim Whitespaces
de: Entferne Leerzeichen
ja: 空白文字を刈取る
ru: Обрезать непечатаемые знаки

source: Turn off automatic update checks
de: Automatische Überprüfungen auf Updates ausschalten
ja: 自動アップデートチェックを切る
ru: Выключение проверки автоматического обновления

source: Turns showing the line numbers on/off
de: Schaltet die Zeilennummernanzeige ein oder aus
ru: Переключение указания номеров строк вкл/выкл

source: Turns showing whitespaces on/off. Hold down the Shift key to show EOLs as well.
de: Schaltet die Anzeige von Leerzeichen ein/aus. Drücke die Umschalt-Taste um auch die Zeilenenden anzuzeigen.
ja: 空白文字表示のon/offを切り替えます シフトキーを押しながらonに切り替えると行末記号も表示します。
ru: Переключение указания пробелов вкл/выкл. Удерживайте нажатой клавишу Shift, чтобы также показать EOLs.

source: Typing mode: %s
de: Eingabemodus: %s
ja: 入力モード: %s
ru: Режим ввода: %s

source: UTF-8 with BOM
de: UTF-8 mit BOM

source: Uncomment
de: Kommentar entfernen
ja: コメント解除
ru: Раскомментировать

source: Uncomments the selected text
de: Entfernt den Kommentar der aktuellen Zeile
ja: 選択テキストのコメントアウトを解除する
ru: Раскомментировать выделенный текст

source: Underline
de: Unterstrichen
ja: 下線
ru: Подчеркивание

source: Undo
de: Rückgängig
ja: 元に戻す
ru: Отменить

source: Undo the last change
de: Letzte Änderung rückgängig machen
ja: 直前の変更を元に戻します
ru: Отменить последнее изменение

source: Unsaved modifications
de: Nicht gespeicherte Änderungen
ja: 未保存の変更内容があります
ru: Несохраненные изменения

source: Uppercase
de: Grossschreibung
ja: 大文字化
ru: Прописные буквы

source: Use $0 for the whole match, and $1..$99 for group matches.
de: Verwende $0 für den ganzen Match, und $1..$99 für Gruppenmatches.
ja: $0 は合致全体、$1..$99 はグループ合致に使います。

source: Use Tabs
de: Tabulatoren
ja: タブ文字を使う
ru: Использовать вкладки

source: Use ^nPlaceHolder^ to mark a placeholder token, use ^0^ to mark the insertion point at the end.
de: ^nPlatzhalter^ um Platzhalter zu markieren. ^0^ markiert den Einfügepunkt am Schluss.

source: Value
de: Wert

source: Vertical Edge
de: Vertikale Linie
ja: 垂直線
ru: Вертикальные края

source: View
de: Anzeige
ja: 表示
ru: Вид

source: Visit our Website
de: Besuchen Sie unsere Webseite
ja: 公式ウェブサイトへ行く
ru: Посетить наш веб-сайт

source: Web Search:
de: Websuche:
ja: Web検索:
ru: Веб-поиск:

source: What do you want to do with the BowPad lexer file "%s"?
de: Was möchten Sie mit der BowPad Lexerdatei "%s" machen?

source: When loading, prefer utf8 over ANSI/Local
de: Beim Laden, nutze utf8 wenn möglich statt ANSI/Lokal
ru: При загрузке, предпочтение UTF8 над ANSI / Local

source: Whitespace
de: Leerzeichen
ja: 空白文字
ru: Пробел

source: Whitespaces
de: Leerzeichen
ja: 空白文字
ru: Пробелы

source: Wrap Lines
de: Zeilenumbruch
ja: 行折り返し
ru: Перенос строк

source: Wrap around.
de: Weiter von Beginn.
ru: Перенос вокруг.

source: Wrap lines at the end of the window
de: Bricht Zeilen am rechten Fensterrand um
ja: ウィンドウの端で行を折り返す
ru: Перенос строки в конце окна

source: Write protected
de: Schreibgeschützt
ru: Права защищены

source: You can use the following strings in the command line: $(LINE) The line where the cursor is $(POS) the position where the cursor is $(TAB_PATH) the path to the file of the active tab $(TAB_NAME) the file name without extension of the current tab $(TAB_EXT) the file extension of the current tab $(TAB_DIR) the directory of the file of the active tab $(SEL_TEXT) the selected text or the word at the cursor position $(SEL_TEXT_ESCAPED) like $(SEL_TEXT) but escaped, useful for urls
de: Die folgenden Zeichenfolgen können in der Befehlszeile verwendet werden: $(LINE) Zeile der Cursorposition $(POS) Cursorposition $(TAB_PATH) Pfad der Datei im aktuellen Tab $(TAB_NAME) Name der Datei im aktuellen Tab, ohne Erweiterung $(TAB_EXT) Erweiterung des Dateipfades im aktuellen Tab $(TAB_DIR) Ordnerpfad der Datei im aktuellen Tab $(SEL_TEXT) Markierter Text oder Wort an der aktuellen Cursorposition $(SEL_TEXT_ESCAPED) wie $(SEL_TEXT) aber Escaped, nützlich für URLs
ru: Вы можете использовать следующие строки в командной строке: $(LINE) строка, где находится курсор $(POS) позиция, где находится курсор $(TAB_PATH) путь к файлу активной вкладки $(TAB_NAME) имя файла без расширения текущей вкладки $(TAB_EXT) расширение файла текущей вкладки $(TAB_DIR) каталог файла активной вкладки $(SEL_TEXT) выделенный текст или слова в позиции курсора $(SEL_TEXT_ESCAPED) как $(SEL_TEXT) but escaped, полезно для URL-адресов

source: You have to restart BowPad for the plugin changes to take effect.
de: Sie müssen BowPad neu starten damit die Änderungen an Plugins wirksam werden.
ja: プラグイン変更結果を反映するため、BowPad を再起動してください。
ru: Вы должны перезапустить BowPad, чтобы изменения плагина вступили в силу.

source: background:
de: Hintergrund:
ja: 背景色:
ru: фон:

source: capture expression:
de: Ausdruck sammeln:

source: checks for new versions of BowPad once a week
de: Testet auf neue Versionen einmal pro Woche

source: click here to follow URL
de: hier klicken um URL zu öffnen

source: configure advanced settings
de: erweiterte Einstellungen konfigurieren

source: configure autocompletion words and code snippets
de: Autovervollständigung und Code-Schnippsel konfigurieren

source: dot matches newline
de: Punkt fasst Zeilenende

source: enable autocompletion
de: aktiviere Autovervollständigung

source: enable/disable autocompletion when editing
de: aktiviert Autovervollständigung beim Editieren

source: foreground:
de: Vordergrund:
ja: 文字色:
ru: передний план:

source: from %ld to %ld
de: von %ld zu %ld
ja: %ld から %ld まで
ru: от %ld до %ld

source: go to the next cursor position
de: Gehe zur nächsten Cursorposition
ja: 次のカーソル位置へ移動します
ru: перейти к следующей позиции курсора

source: go to the previous cursor position
de: Gehe zur vorherigen Cursorposition
ja: 前のカーソル位置へ移動します
ru: перейти к предыдущей позиции курсора

source: hide lexer from dropdown
de: Lexer aus Dropdown entfernen

source: indent wrapped lines
de: umbrochene Zeilen einrücken

source: indents wrapped sublines
de: rückt umbrochene Unterzeilen ein

source: no plugins loaded
de: Keine Plugins geladen

source: regular expression:
de: Regulärer Ausdruck:

source: runs the custom command 0
de: Führt den Benutzerbefehl 0 aus
ja: カスタムコマンド 0 を実行
ru: запускает пользовательскую команду 0

source: runs the custom command 1
de: Führt den Benutzerbefehl 1 aus
ja: カスタムコマンド 1 を実行
ru: запускает пользовательскую команду 1

source: runs the custom command 2
de: Führt den Benutzerbefehl 2 aus
ja: カスタムコマンド 2 を実行
ru: запускает пользовательскую команду 2

source: runs the custom command 3
de: Führt den Benutzerbefehl 3 aus
ja: カスタムコマンド 3 を実行
ru: запускает пользовательскую команду 3

source: runs the custom command 4
de: Führt den Benutzerbefehl 4 aus
ja: カスタムコマンド 4 を実行
ru: запускает пользовательскую команду 4

source: runs the custom command 5
de: Führt den Benutzerbefehl 5 aus
ja: カスタムコマンド 5 を実行
ru: запускает пользовательскую команду 5

source: runs the custom command 6
de: Führt den Benutzerbefehl 6 aus
ja: カスタムコマンド 6 を実行
ru: запускает пользовательскую команду 6

source: runs the custom command 7
de: Führt den Benutzerbefehl 7 aus
ja: カスタムコマンド 7 を実行
ru: запускает пользовательскую команду 7

source: runs the custom command 8
de: Führt den Benutzerbefehl 8 aus
ja: カスタムコマンド 8 を実行
ru: запускает пользовательскую команду 8

source: runs the custom command 9
de: Führt den Benutzerbefehl 9 aus
ja: カスタムコマンド 9 を実行
ru: запускает пользовательскую команду 9

source: toggles folding all levels in the whole document
de: Wechselt die Einklappung im ganzen Dokument
ru: переключает складывание всех уровней во всем документе

source: toggles folding at level 0 in the whole document
de: Wechselt die Einklappung in Stufe 0 im ganzen Dokument
ru: переключает складывание на уровне 0 во всем документе

source: toggles folding at level 1 in the whole document
de: Wechselt die Einklappung in Stufe 1 im ganzen Dokument
ru: переключает складывание на уровне 1 во всем документе

source: toggles folding at level 2 in the whole document
de: Wechselt die Einklappung in Stufe 2 im ganzen Dokument
ru: переключает складывание на уровне 2 во всем документе

source: toggles folding at level 3 in the whole document
de: Wechselt die Einklappung in Stufe 3 im ganzen Dokument
ru: переключает складывание на уровне 3 во всем документе

source: toggles folding at level 4 in the whole document
de: Wechselt die Einklappung in Stufe 4 im ganzen Dokument
ru: переключает складывание на уровне 4 во всем документе

source: toggles folding at level 5 in the whole document
de: Wechselt die Einklappung in Stufe 5 im ganzen Dokument
ru: переключает складывание на уровне 5 во всем документе

source: toggles folding at level 6 in the whole document
de: Wechselt die Einklappung in Stufe 6 im ganzen Dokument
ru: переключает складывание на уровне 6 во всем документе

source: toggles folding at level 7 in the whole document
de: Wechselt die Einklappung in Stufe 7 im ganzen Dokument
ru: переключает складывание на уровне 7 во всем документе

source: toggles folding at level 8 in the whole document
de: Wechselt die Einklappung in Stufe 8 im ganzen Dokument
ru: переключает складывание на уровне 8 во всем документе

source: toggles folding at level 9 in the whole document
de: Wechselt die Einklappung in Stufe 9 im ganzen Dokument
ru: переключает складывание на уровне 9 во всем документе

source: turn on folding
de: Schaltet Klappung ein
ru: включить складные

source: turns off folding
de: Schaltet Klappung aus
ru: выключает складные

source: { %d lines }
de: { %d Linien }

source: Author: Stefan Kung
ru: Автор: Stefan Kung

source: BowPad Text Editor
ru: BowPad текстовый редактор

source: Chose the encoding of new files:
ja: 新規ファイルのエンコーディング選択:
ru: Выбрать кодировку новых файлов:

source: Configure
ja: 設定
ru: Настройка

source: Ctrl+Doubleclick to open the link in the default browser
ru: Ctrl+Doubleclick для открытия ссылки в браузере по умолчанию

source: Default Encoding
ja: デフォルトエンコーディング
ru: Кодировка по умолчанию

source: Elevated
ja: 管理者権限
ru: Повышенные

source: No more occurances to replace.
ru: Нет больше мест для замены.

source: Plugin Name
ja: プラグイン名
ru: Название плагина

source: Plugins
ja: プラグイン
ru: Плагины

source: Set Encoding
ja: エンコーディング設定
ru: Установить кодировку

source: Set default encoding
ja: デフォルトエンコーディング設定
ru: Установить кодировку по умолчанию

source: Set the default encoding for new files, e.g. ANSI, UTF-8, ...
ja: 新規ファイルのデフォルトエンコーディングを設定します (例:ANSI, UTF-8, ...)
ru: Установить кодировку по умолчанию для новых файлов, например, ANSI, UTF-8,...

source: Status
ru: Статус

source: System Includes
ru: Система включает

source: Tabs
ru: Вкладки

source: Titlecase
ja: タイトルケース化
ru: Заглавный регистр

source: User Includes
ru: Пользователь включает

source: Version
ja: バージョン
ru: Версия

source: Zoom: %%c%06X%d%%r%%
ru: Масштаб: %%c%06X%d%%r%%

source: Cmd
ja: コマンド

source: Code
ja: コード

source: Copy the current selection to the clipboard
ja: 選択部分をクリップボードにコピー

source: Ctrl+Click to open the link in the default browser
ja: リンクを既定ブラウザで開くにはコントロールを押しながらクリックする

source: Cut the current selection to the clipboard
ja: 選択部分を切り取ってクリップボードに送る

source: Lexer
ja: 構文

source: Line : %ld Column : %ld Selection : %Iu | %Iu
ja: 行番号 : %ld カラム : %ld 選択部分 : %Iu | %Iu

source: Wrap around
ja: 折り返し

source: You can use the following strings in the command line: $(LINE) The line where the cursor is $(POS) the position where the cursor is $(TAB_PATH) the path to the file of the active tab $(TAB_DIR) the directory of the file of the active tab $(SEL_TEXT) the selected text or the word at the cursor position $(SEL_TEXT_ESCAPED) like $(SEL_TEXT) but escaped, useful for urls
ja: コマンドラインには下記のマクロ変数が使えます: $(LINE) カーソル行 $(POS) カーソル位置 $(TAB_PATH) アクティブタブのファイルパス $(TAB_DIR) アクティブタブのファイルディレクトリ $(SEL_TEXT) 選択テキストまたはカーソル位置の単語 $(SEL_TEXT_ESCAPED) URL用に$(SEL_TEXT)をエスケープしたもの
