Repository: stefankueng/BowPad
Catalog: Languages/BowPad_*.po
Languages: de, ja, ru

source: %%i%%c%06Xno selection
de: %%i%%c%06Xkeine Auswahl
ru: %%i%%c%06Xне выбрано

source: %d occurrences were replaced.
de: %d Fundstellen wurden ersetzt.
ru: %d вхождений были заменены.

source: %s (copy).%s
de: %s (Kopie).%s
ja: %s (コピー).%s
ru: %s (копия).%s

source: &Cancel
de: &Abbrechen
ja: キャンセル(&C)
ru: Отмена

source: &Capture
de: &Sammeln

source: &Close
de: S&chliessen
ru: Закрыть

source: &Close Tab
de: &Schliesse Tab
ja: タブを閉じる(&C)
ru: Закрыть вкладку

source: &Edit
de: &Bearbeiten
ja: 編集(&E)
ru: Редактировать

source: &Find
de: &Suchen
ja: 検索(&F)
ru: Найти

source: &New
de: &Neu
ja: 新規(&N)
ru: Новый

source: &Open
de: Ö&ffnen
ja: 開く(&O)
ru: Открыть

source: &Reload
de: Neu &laden
ja: リロード(&R)
ru: Перезагрузить

source: &Remove duplicate lines
de: doppelte Zeilen entfernen

source: &Replace
de: E&rsetzen
ja: 置換(&R)
ru: Заменить

source: &Save
de: &Speichern
ja: 保存(&S)
ru: Сохранить

source: &Search for:
de: &Suche nach:
ja: 検索する文字列(&S):
ru: Поиск для:

source: &Sort Order:
de: &Sortierreihenfolge:
ru: Порядок сортировки:

source: &Whole word
de: &Ganze Wörter
ja: 単語として検索(&w)
ru: Целое слово

source: <a href="http://tools.stefankueng.com/BowPad_history.html">Full details about this update</a>
de: <a href="http://tools.stefankueng.com/BowPad_history.html">Mehr Info über diese Update</a>
ja: <a href="http://tools.stefankueng.com/BowPad_history.html">このアップデートの詳細</a>
ru: <a href="http://tools.stefankueng.com/BowPad_history.html">Полные сведения об этом обновлении</a>

source: ANSI / Local encoding
de: ANSI / Lokale Codepage
ja: ANSI / ローカルエンコーディング
ru: ANSI / Локальное кодирование

source: About BowPad
de: Über BowPad
ja: BowPad について
ru: О BowPad

source: Access denied!
de: Zugriff verweigert!
ja: アクセス拒否!
ru: Доступ запрещен!

source: Access to the file '%s' was denied. Do you want to try again with elevated privileges?
de: Zugriff auf die Datei '%s' wurde verweigert. Möchten Sie mit erhöhten Rechten erneut versuchen?
ja: ファイル'%s'のアクセスが拒否されました。管理者権限でリトライしますか?
ru: Доступ к файлу '%s' было отказано. Хотите ли вы повторите попытку с повышенными привилегиями?

source: Add to quick access toolbar
de: zur Schnellzugriffsleiste hinzufügen

source: Add word to dictionary
de: Füge Wort zum Wörterbuch hinzu
ru: Добавить слово в словарь

source: Advanced Settings
de: Erweiterte Einstellungen

source: All plugin commands are listed here
de: Alle Plugin-Befehle werden hier aufgelistet
ja: 全プラグインコマンドが一覧表示されます
ru: Здесь перечислены все команды плагина

source: Allows to load a file with a specific encoding
de: Erlaubt das Laden einer Datei mit einer bestimmten Kodierung
ja: 指定したエンコーディングでファイル読み込みを許可する
ru: Позволяет загружать файл с определенной кодировкой

source: An update for BowPad is available
de: Ein Update für BowPad ist erhältlich
ja: BowPad のアップデートがあります
ru: Обновление для BowPad доступно

source: Apply/Add
de: Neu/Übernehmen

source: Are you sure you want to delete the file '%s'?
de: Möchten Sie die Datei '%s' wirklich löschen?
ja: ファイル'%s'を削除して良いですか?
ru: Вы уверены, что хотите удалить файл '%s'?

source: Are you sure you want to reload '%s'?
de: Möchten Sie die Datei '%s' wirklich neu laden?
ja: '%s' をリロードしますか?
ru: Вы уверены, что хотите перезагрузить '%s'?

source: Ascending (A-Z)
de: Aufsteigend (A-Z)
ru: По возрастанию (A-Z)

source: Asks where to save the current tab
de: Fragt nach wo der aktuelle Tab gespeichert werden soll
ja: 現在タブの保存先を尋ねる
ru: Спрашивать где сохранить текущую вкладку

source: Author: Stefan Küng
de: Autor: Stefan Küng
ja: 作者: Stefan Küng

source: Auto Braces
de: Auto-Klammern
ja: 自動波括弧
ru: Авто скобки

source: Auto save
de: Auto-Speichern
ru: Авто сохранение

source: Auto-save on close
de: Auto-Speichern beim Beenden

source: Auto-saves modified files
de: Speichert geänderte Dateien automatisch

source: Auto-saves modified files when the session closes and restores the modified state on load
de: Speichert geänderte Dateien automatisch wenn BowPad beendet wird und stellt den geänderten Zustand beim Laden wieder her

source: Autocomplete
de: Autovervollständigung

source: Available Languages
de: Vorhandene Sprachen
ja: 取り込み済みの翻訳言語
ru: Доступные языки

source: Available plugins
de: Vorhandene Plugins
ja: 存在するプラグインの一覧
ru: Доступные плагины

source: Bold
de: Fett
ja: 太字
ru: Жирный

source: Bookmark
de: Lesezeichen
ja: ブックマーク
ru: Закладка

source: Bookmarks
de: Lesezeichen
ja: ブックマーク
ru: Закладки

source: BowPad lexer file
de: BowPad Lexerdatei

source: Cancel
de: Abbrechen
ja: キャンセル
ru: Отмена

source: Cancel Do not delete the file.
de: Abbrechen Datei nicht löschen.
ja: キャンセル ファイルを削除しません。
ru: Отмена Файл не удаляется.

source: Cancel Leave the file where it is.
de: Abbrechen Die Datei bleibt wo sie ist.
ru: Отмена Оставить файла, где он находится.

source: Cancel The file is not created.
de: Abbrechen Die Datei wird nicht erstellt.
ja: キャンセル ファイルを作成しません。
ru: Отмена Файл не создается.

source: Cancel The file is not loaded again.
de: Abbrechen Die Datei wird nicht neu geladen.
ja: キャンセル ファイルを再びロードしません。
ru: Отмена Файл не загружается снова.

source: Cancel The unsaved modifications will be kept.
de: Abbrechen Nicht gespeicherte Änderungen bleiben vorhanden.
ja: キャンセルする 未保存の変更内容を保持します。
ru: Отмена Несохраненные изменения будут сохранены.

source: Capture Regex
de: Regex Sammeln

source: Capture regular expressions
de: Reguläre Ausdrücke sammeln

source: Case insensitive
de: Gross/Kleinschreibung

source: Change Case
de: Gross/Kleinschreibung
ja: 大小文字変換
ru: Изменить регистр

source: Check a plugin to install it, uncheck it to deinstall it.
de: Markieren um ein Plugin zu installieren, unmarkieren um es zu deinstallieren.
ja: チェックオンでインストール、チェックオフでアンインストールします。
ru: Отметить плагин для его установки, снять для его деинсталляции.

source: Check for Updates
de: Auf Updates überprüfen
ja: アップデートを確認する
ru: Проверить наличие обновлений

source: Check for errors only in comments, strings and text
de: Überprüfe nur in Kommentaren, Strings und Text
ru: Проверить на ошибки только в комментариях, строках и тексте

source: Check for updates
de: Auf Updates überprüfen

source: Check spelling
de: Rechtschreibung prüfen

source: Chose the encoding of new files
de: Wähle die Kodierung von neuen Dateien

source: Chose the line ending of new files
de: Wähle die Zeilenenden von neuen Dateien

source: Clear Bookmarks
de: Lösche Lesezeichen
ja: ブックマークを消す
ru: Очистить закладки

source: Clipboard
de: Zwischenablage
ja: クリップボード
ru: Буфер обмена

source: Close
de: Schliessen

source: Close All Tabs
de: Schliesse alle Tabs
ja: タブを全部閉じる
ru: Закрыть все вкладки

source: Close All Tabs Except This One
de: Schliesse alle Tabs ausser diesen
ja: これ以外のタブを全部閉じる
ru: Закрыть все вкладки кроме этой

source: Close Tab
de: Schliesse Tab
ja: タブを閉じる
ru: Закрыть вкладку

source: Close all
de: Schliesse alle
ja: 全部閉じる
ru: Закрыть все

source: Close all but this
de: Schliesse alle ausser diesen
ja: これ以外を全部閉じる
ru: Закрыть все кроме этой

source: Close the current tab
de: Schliesse aktuellen Tab
ja: 今のタブを閉じる
ru: Закрыть текущую вкладку

source: Close the document The document tab is closed.
de: Schliesse Dokument Das Dokument wird geschlossen.
ja: 文書を閉じる 文書タブを閉じます。
ru: Закрыть документ Вкладка документа закрыта.

source: Closes all open files
de: Schliesse alle offenen Dateien
ja: 開いているファイルを全部閉じる
ru: Закрывает все открытые файлы

source: Closes all open files except the current one
de: Schliesse alle offenen Dateien ausser der aktuellen
ja: これ以外の開いているファイルを全部閉じる
ru: Закрывает все открытые файлы, кроме текущего

source: Code Snippets
de: Code Schnippsel

source: Codepages/Character sets
de: Codepages/Charakter Sets
ja: コードページ/文字セット
ru: Кодировки/Наборы символов

source: Color
de: Farbe
ja: 色
ru: Цвет

source: Command Line:
de: Befehlszeile:
ja: コマンドライン:
ru: Командная строка:

source: Command Name:
de: Befehlsname:
ja: コマンド名:
ru: Имя команды:

source: Comment
de: Kommentieren
ja: コメント化
ru: Комментарий

source: Comments the selected text
de: Kommentiert den ausgewählten Text
ja: 選択テキストをコメントアウトする
ru: Комментарии выделенного текста

source: Configure Code Snippets
de: Code-Schnippsel Konfigurieren

source: Configure Keyboard Shortcuts
de: Tastenkürzel konfigurieren
ja: キーボードショートカット設定
ru: Настройка сочетаний клавиш

source: Configure Plugins
de: Plugins konfigurieren
ja: プラグイン設定
ru: Настройка плагинов

source: Configure Shortcuts
de: Tastaturkürzel Konfigurieren
ja: ショートカット設定
ru: Настройка ярлыков

source: Configure Styles
de: Stile Konfigurieren
ja: 構文スタイル設定
ru: Настройка стилей

source: Configure colors, fonts, styles and sizes
de: Konfiguriert Farben, Schriftarten, Stile und Grössen
ja: 色、フォント、スタイル、サイズ設定
ru: Настройка цветов, шрифтов, стилей и размеров

source: Configure custom commands
de: Benutzerdefinierte Befehle konfigurieren
ja: カスタムコマンド設定
ru: Настройка пользовательских команд

source: Configure plugins
de: Plugins konfigurieren

source: Convert to
de: Konvertiere zu
ja: 変換
ru: Преобразовать в

source: Converts all spaces in the document to tabs
de: Konvertiert alle Leerzeichen zu Tabulatoren
ja: 文書中の全てのタブ文字をスペース文字に変換する
ru: Преобразует все пробелы в документе на табуляции

source: Converts all tabs in the document to spaces
de: Konvertiert alle Tabulatoren zu Leerzeichen
ja: 文書中の全てのスペース文字をタブ文字に変換する
ru: Преобразует все табуляции в документе на пробелы

source: Converts the file to the specified encoding
de: Konvertiert die Datei zur angegebenen Kodierung
ja: このファイルを指定のエンコーディングに変換する
ru: Преобразует файл в указанную кодировку

source: Converts the selection to Title Case
de: Konvertiert die Auswahl zu Titlecase, d.h. alle Wörter beginnen mit Grossbuchstaben
ja: 選択部分をタイトルケースに変換する
ru: Преобразует выбранное в Начальные Прописные

source: Converts the selection to UPPERcase
de: Konvertiert die Auswahl zu GROSSbuchstaben
ja: 選択部分を大文字化する
ru: Преобразует выбранное в ПРОПИСНЫЕ

source: Converts the selection to lowercase
de: Konvertiert die Auswahl zu kleinbuchstaben
ja: 選択部分を小文字化する
ru: Преобразует выбранное в строчные

source: Copies the name of the current file to the clipboard
de: Kopiert den aktuellen Dateinamen in die Zwischenablage
ja: 現在ファイルの名前をクリップボードにコピーする
ru: Копирует имя текущего файла в буфер обмена

source: Copies the path of the current file to the clipboard
de: Kopiert den aktuellen Dateipfad in die Zwischenablage
ja: 現在ファイルのパス名をクリップボードにコピーする
ru: Копирует путь текущего файла в буфер обмена

source: Copies the path of the directory of the current file to the clipboard
de: Kopiert den aktuellen Dateiordnerpfad in die Zwischenablage
ja: 現在ファイルのディレクトリ名をクリップボードにコピーする
ru: Копирует путь к каталогу текущего файла в буфер обмена

source: Copy
de: Kopieren
ja: コピー
ru: Копировать

source: Copy Directory
de: Ordner kopieren
ja: ディレクトリをコピー
ru: Копировать каталог

source: Copy Name
de: Kopiere Name
ja: 名前をコピー
ru: Копировать имя

source: Copy Path
de: Kopiere Pfad
ja: パス名をコピー
ru: Копировать путь

source: Copy the current selection to the clipboard. Hold down the shift key to copy the text formatted.
de: Kopiert die Auswahl in die Zwischenablage. Drücken Sie die Umschalttaste um den Text formatiert zu kopieren.
ru: Копировать выделенный элемент в буфер обмена. Удерживая нажатой клавишу Shift, чтобы скопировать отформатированный текст.

source: Copy the file The copy is opened in another tab.
de: Datei kopieren Die Kopie wird in einem neuen Reiter geöffnet.
ru: Копировать файлпКопия открывается в другой вкладке.

source: Correct spelling mistakes
de: Rechtschreibfehler korrigieren
ru: Исправление орфографических ошибок

source: Corrections
de: Korrekturen
ru: Исправления

source: Corresponding File
de: Entsprechende Datei
ja: 関連ファイル
ru: Соответствующий файл

source: Corresponding Files
de: Entsprechende Dateien
ru: Соответствующие файлы

source: Could not download the language file!
de: Konnte die Sprachdatei nicht downloaden!
ja: 翻訳言語ファイルがダウンロードできません!
ru: Не удается загрузить файл языка!

source: Create '%s'
de: Erstelle '%s'
ru: Создать '%s'

source: Create Corresponding File
de: Erstelle entsprechende Datei
ru: Создать соответствующий файл

source: Create corresponding files
de: Erstelle entsprechende Dateien
ru: Создать соответствующий файл

source: Create files on OK.
de: Erstelle Dateien mit OK.
ru: Создать файлы на OK.

source: Create An empty file is created.
de: Erstellen Eine leere Datei wird erstellt.
ja: 作成 空のファイルを作成します。
ru: Создать Создается пустой файл.

source: Creates a copy of the current tab
de: Erstellt eine Kopie des aktuellen Tabs
ja: 現在タブのコピーを作成する
ru: Создает копию текущей вкладки

source: Creates a new tab with an empty document
de: Erstellt einen neuen Tab mit einem leeren Dokument
ja: 空の文書タブを新規作成する
ru: Создает новую вкладку с пустым документом

source: Custom Command %d
de: Benutzerbefehl %d

source: Custom Command 0
de: Benutzerbefehl 0
ja: カスタムコマンド 0
ru: Пользовательская команда 0

source: Custom Command 1
de: Benutzerbefehl 1
ja: カスタムコマンド 1
ru: Пользовательская команда 1

source: Custom Command 2
de: Benutzerbefehl 2
ja: カスタムコマンド 2
ru: Пользовательская команда 2

source: Custom Command 3
de: Benutzerbefehl 3
ja: カスタムコマンド 3
ru: Пользовательская команда 3

source: Custom Command 4
de: Benutzerbefehl 4
ja: カスタムコマンド 4
ru: Пользовательская команда 4

source: Custom Command 5
de: Benutzerbefehl 5
ja: カスタムコマンド 5
ru: Пользовательская команда 5

source: Custom Command 6
de: Benutzerbefehl 6
ja: カスタムコマンド 6
ru: Пользовательская команда 6

source: Custom Command 7
de: Benutzerbefehl 7
ja: カスタムコマンド 7
ru: Пользовательская команда 7

source: Custom Command 8
de: Benutzerbefehl 8
ja: カスタムコマンド 8
ru: Пользовательская команда 8

source: Custom Command 9
de: Benutzerbefehl 9
ja: カスタムコマンド 9
ru: Пользовательская команда 9

source: Custom Commands
de: Benutzerbefehle
ja: カスタムコマンド
ru: Пользовательские команды

source: Cut
de: Ausschneiden
ja: 切り取り
ru: Вырезать

source: Cut the current selection to the clipboard. Hold down the shift key to cut the text formatted.
de: Den selektierten Text in die Zwischenablage ausschneiden. Drücken Sie die Umschalttaste um den Text formatiert zu schneiden.
ru: Вырезать текущее выделение в буфер обмена. Удерживая нажатой клавишу Shift, чтобы вырезать отформатированный текст.

source: Dark Theme
de: Dunkler Stil
ja: 暗色テーマ
ru: Темная тема

source: Defaults for new files
de: Defaults für neue Dateien

source: Delete
de: Löschen
ja: 削除
ru: Удалить

source: Delete File
de: Datei löschen
ja: ファイル削除
ru: Удалить файл

source: Delete file
de: Datei löschen
ja: ファイルを削除する
ru: Удалить файл

source: Delete The file will be removed.
de: Löschen Die Datei wird gelöscht.
ja: 削除 このファイルを削除します。
ru: Удалить Файл будет удален.

source: Deletes the file of the current tab
de: Löscht die Datei des aktuellen Tabs
ja: 現在タブのファイルを削除する
ru: Удаляет файл текущей вкладки

source: Descending (Z-A)
de: Absteigend (Z-A)
ru: По убыванию (Z-A)

source: Determines whether a tab is inserted or spaces when the tab key is pressed.
de: Stellt ein ob ein Tabulator eingefügt wird oder Leerzeichen wenn die Tabulatortaste gedrückt wird.
ja: タブキー押下でタブを入力するかスペースを入力するかを決めます。
ru: Определяет вставляется табуляция или пробел при нажатии клавиши tab.

source: Do &not download the update You will be reminded again about the update in a week.
de: Das Update &nicht herunterladen Sie werden in einer Woche nochmals an das Update erinnert.
ja: このアップデートをダウンロードしない(&n) 後日、このアップデートについて再確認します。
ru: Не скачивать обновление Вам будет вновь напомнено об обновление в течение недели.

source: Do this for all files
de: Tu dies für alle Dateien
ru: Сделать это для всех файлов

source: Do you want to copy the file '%s' to '%s'?
de: Möchten Sie die Datei '%s' nach '%s' kopieren?
ru: Вы хотите скопировать файл '%s' в '%s'?

source: Do you want to move the file '%s' to '%s'?
de: Möchten Sie die Datei '%s' nach '%s' verschieben?
ru: Вы хотите переместить файл '%s' в '%s'?

source: Do you want to save changes to "%s"?
de: Möchten Sie die Änderungen speichern nach "%s"?
ja: 変更を "%s" に保存しますか?
ru: Вы хотите сохранить изменения в "%s"?

source: Do&n't save
de: &Nicht speichern
ja: 保存しない(&n)
ru: Не сохранять

source: Document Summary
de: Dokument Statistik
ru: Описание документа

source: Document modified
de: Dokument verändert
ja: 文書が変更されました
ru: Документ изменен

source: Document removed
de: Dokument gelöscht
ja: 文書が削除されました
ru: Документ удален

source: Don't Save The file is not saved.
de: Nicht speichern Die Datei wird nicht gespeichert.
ja: 保存しない このファイルは保存しません。
ru: Не сохранять Файл не сохраняется.

source: Don't open The file is not opened.
de: Nicht öffnen Die Datei wird nicht geöffnet.
ja: 開かない このファイルは開きません。
ru: Не открывать Файл не открывается.

source: Download and install the update Updates BowPad to the latest version.
de: Update herunterladen und installieren Aktualisiert BowPad auf die neueste Version.
ja: アップデートをダウンロードしてインストールする BowPad を最新版にアップデートします。
ru: Скачать и установить обновление Обновление BowPad до последней версии.

source: Download of language list succeeded. Now you can select a language from that list.
de: Download der Sprachenliste erfolgreich. Wählen Sie jetzt eine Sprache von dieser Liste.
ja: 翻訳言語リストのダウンロードに成功しました。リストから言語を選んでください。
ru: Загрузка списка языков удалась. Теперь вы можете выбрать язык из списка.

source: Download the update You have to install the update manually.
de: Update herunterladen Sie müssen das Update selber installieren.
ja: アップデートをダウンロードする アップデートのインストールは手動で実施する必要があります。
ru: Скачать обновление Вам нужно установить обновление вручную.

source: Draws a frame around the current line
de: Zeichnet einen Rahmen um die aktuelle Zeile

source: Duplicate Line
de: Zeile duplizieren
ja: 行を複製
ru: Повторяющиеся строки

source: Duplicates the current line
de: Dupliziert die aktuelle Zeile
ja: 現在行を複製します
ru: Дублирует текущую строку

source: E&xit
de: Be&enden
ja: 終了(&x)
ru: Выход

source: Edit
de: Verändern
ja: 編集
ru: Редактировать

source: Edit Selection
de: Selektion editieren

source: Edit all occurrences of the current selection at once
de: Alle Vorkommnisse der aktuellen Selektion auf einmal editieren

source: Enable to automatically add a closing brace when an opening brace is entered
de: Aktivieren um automatisch eine schliessende Klammer einzufügen sobald eine öffnende Klammer eingegeben wird
ja: 開き波括弧の入力に対して、自動的に閉じ波括弧を加えます
ru: Включите для автоматического добавления закрывающей скобки, когда вводится открывающая скобка

source: Enables hardware acceleration for drawing
de: Aktiviert Hardware-beschleunigte Darstellung

source: Enables/Disables the spell checker
de: Aktiviert/Deaktiviert die Rechtschreibkorrektur
ru: Включает/отключает проверку орфографии

source: Encoding
de: Kodierung
ja: エンコーディング
ru: Кодирование

source: Encoding: %s
de: Kodierung: %s
ru: Кодирование: %s

source: Enter command name
de: Befehlsnamen eingeben

source: Extension
de: Erweiterung
ru: Расширение

source: F&iles (e.g.: *.txt;*.dat):
de: Date&ien (z.B.: *.txt;*.dat):
ru: Файлы (e.g.: *.txt;*.dat):

source: F&older to search:
de: Such&ordner:
ru: Папка для поиска:

source: Failed to download the list of available languages.
de: Konnte die Liste mit Sprachdateien nicht downloaden.
ja: 存在する翻訳言語リストのダウンロードに失敗しました。
ru: Не удалось загрузить список доступных языков.

source: Failed to load the file '%s'. The error message is: %s
de: Konnte die Datei '%s' nicht öffnen. Die Fehlermeldung ist: %s
ja: ファイル'%s'の読み込みに失敗しました エラーメッセージ: %s
ru: Не удалось загрузить файл '%s'. Сообщение об ошибке: %s

source: Failed to save the file '%s'. The error message is: %s
de: Konnte die Datei '%s' nicht speichern. Die Fehlermeldung ist: %s
ja: ファイル'%s'の保存に失敗しました エラーメッセージ: %s
ru: Не удалось сохранить файл '%s'. Сообщение об ошибке: %s

source: Fetch remote languages...
de: Hole Sprachliste von Server...
ja: 翻訳言語を取り込む
ru: Получение удаленных языков...

source: Fetching plugins list - please wait...
de: Lade Liste der Plugins - bitte warten...
ru: Получение списка плагинов - пожалуйста подождите...

source: File
de: Datei
ja: ファイル
ru: Файл

source: File Tree
de: Dateibaum
ru: Дерево файлов

source: File "%s" already exists.
de: Datei "%s" existiert bereits.
ru: Файл "%s" уже существует.

source: File does not exist
de: Datei nicht gefunden
ja: ファイルが存在しません
ru: Файл не существует

source: File extensions for this style, separated by semicolon. Example: cpp;c;h;hpp
de: Datei-Endung für diesen Stil, getrennt durch Semikolon. Beispiel: cpp;c;h;hpp

source: File is too big to be opened by BowPad
de: Datei ist zu gross um mit BowPad geöffnet zu werden
ja: ファイルが大きすぎて BowPad では開けません
ru: Файл слишком велик для открытия в BowPad

source: Filename required for first file.
de: Dateiname fehlt für erste Datei.
ru: Имя файла необходимо для первого файла.

source: Filename required for second file.
de: Dateiname fehlt für zweite Datei.
ru: Имя файла необходимо для второго файла.

source: Filenames must be different.
de: Dateinamen müssen unterschiedlich sein.
ru: Имена файлов должны быть разными.

source: Files "%s" and "%s" already exist.
de: Dateien "%s" und "%s" existieren bereits.
ru: Файлы "%s" and "%s" уже существуют.

source: Find
de: Suchen
ja: 検索
ru: Найти

source: Find && Replace
de: Suche && Ersetze
ja: 検索 && 置換
ru: Найти & Заменить

source: Find &All
de: Suchen &Alle
ja: 全検索する(&A)
ru: Найти все

source: Find All In &Folder
de: Suchen Alle in &Ordner
ru: Найти все в папке

source: Find All In All &Tabs
de: Finde Alle in allen &Tabs
ja: 全タブ内を全検索する(&T)
ru: Найти все во всех вкладках

source: Find Fi&les
de: Finde &Dateien
ru: Найти файлы

source: Find Files
de: Finde Dateien
ru: Найти файлы

source: Find Next
de: Finde nächstes
ja: 次検索
ru: Найти далее

source: Find Next Selected
de: Finde nächstes markiert
ja: 選択文字列を次検索
ru: Найти далее в выбранном

source: Find Previous
de: Finde vorheriges
ja: 前検索
ru: Найти предыдущее

source: Find Result Action
de: Such-Ergebnis Aktion
ru: Найти результат действия

source: Find and Replace for functions is not implemented.
de: Suchen und Ersetzen für Funktionen ist nicht erlaubt.
ru: Найти и заменить для функций не реализовано.

source: Find and replace
de: Suche und ersetze
ja: 検索と置換
ru: Найти и заменить

source: Find previous.
de: Finde vorheriges.
ru: Найти предыдущее.

source: Find/Replace
de: Suchen/Ersetzen
ja: 検索/置換
ru: Найти/Заменить

source: Folder "%s" does not exist.
de: Ordner "%s" existiert nicht.
ru: Папка "%s" не существует.

source: Folder required for first file.
de: Ordner für erste Datei fehlt.
ru: Папка необходима для первого файла.

source: Folder required for second file.
de: Ordner für zweite Datei fehlt.
ru: Папка необходима для второго файла.

source: Folding
de: Klappung
ru: Cвертывание

source: Folding Off
de: Klappung Aus
ru: Складные выкл

source: Folding On
de: Klappung Ein
ru: Складные вкл

source: Follow Tab
de: Folge Tab
ru: Следующая вкладка

source: Font
de: Schriftart
ja: フォント
ru: Шрифт

source: Found: %d matches in %d tabs.
de: Gefunden: %d in %d Tabs.
ru: Найдено: %d совпадений в %d вкладках.

source: Found: %d matches.
de: Gefunden: %d Treffer.
ru: Найдено: %d совпадений.

source: Frame for current line
de: Rahmen für aktuelle Zeile

source: Full file path: %s Word count: %ld Lines: %ld Empty lines: %ld Paragraphs: %ld
de: Dateipfad: %s Anzahl Wörter: %ld Zeilen: %ld Leere Zeilen: %ld Abschnitte: %ld
ru: Полный путь к файлу: %s Количество слов: %ld Строки: %ld Пустые строки: %ld Пункты: %ld

source: Functions
de: Funktionen
ja: 関数
ru: Функции

source: Get captures of a regular expression from the current tab
de: Sammelt ausgaben eines Regulären Ausdrucks vom aktuellen Tab

source: Go to line
de: Gehe zu Zeile
ja: 行番号移動
ru: Перейти к строке

source: Go to symbol
de: Gehe zu Symbol
ru: Перейти к символу

source: Goto
de: Gehe zu
ja: 移動
ru: Перейти к

source: Hardware acceleration
de: Hardware-Beschleunigung

source: Highlight all matches
de: Alle Treffer markieren

source: Highlight matching braces
de: zusammengehörende Klammern markieren
