Repository: stefankueng/BowPad
Catalog: trunk/Languages/BowPad_*.po
Languages: ro

source: &About ...
ro: &A Despre

source: &Cancel
ro: Anulare

source: &Close Tab
ro: Inchide

source: &File
ro: &Fisier

source: &Find Next
ro: Gaseste urmatorul

source: &Help
ro: Ajutor

source: &New
ro: &Nou

source: &Open
ro: &Deschide

source: &Reload
ro: &Reincarca

source: &Replace
ro: &Inlocuieste

source: &Save
ro: &Saveaza

source: &Search for:
ro: Cauta :

source: <a href="http://stefanstools.sourceforge.net/BowPad_history.html">Full details about this update</a>
ro: <a href="http://stefanstools.sourceforge.net/BowPad_history.html">Toate detaliile despre acesta actualizare</a>

source: About BowPad
ro: Despre BowPad

source: Access denied!
ro: Acces blocat!

source: Access to the file '%s' was denied. Do you want to try again with elevated privileges?
ro: Accesul la fisierul '%s' a fost blocat. Vreti sa mai incercati odata cu privilegii elevate?

source: Allows to load a file with a specific encoding
ro: Permite incarcarea unui fisier cu o anumita codare

source: An update for BowPad is available
ro: O actualizare pentru BowPad este disponibila

source: Asks where to save the current tab
ro: Unde sa fie salvata fila curenta?

source: Author: Stefan Küng
ro: Autor : Stefan Küng; Tradus : Marius Davitoiu

source: Auto Braces
ro: Acolade automat

source: Available Languages
ro: Limbi disponibile

source: Bookmark
ro: Semn de carte

source: BowPad Text Editor
ro: Editor de texte BowPad

source: Cancel
ro: Anuleaza

source: Cancel The file is not loaded again.
ro: Anuleaza Fisierul nu este reincarcat.

source: Char operations
ro: Operatii cu caractere

source: Check for Updates
ro: Cauta dupa actualizari

source: Cl&ose
ro: Inchide

source: Clear Bookmarks
ro: Sterge semnele de carte

source: Close All Tabs
ro: Inchide toate filele

source: Close All Tabs Except This One
ro: Inchide toate filele in afara the aceasta

source: Close Tab
ro: Inchide fila

source: Close all
ro: Inchide tot

source: Close all but this
ro: Inchide tot in afara de acesta

source: Close the current tab
ro: Inchide fila curenta

source: Close the document The document tab is closed.
ro: Inchide documentul Fila document este inchisa.

source: Closes all open files
ro: Inchide toate fisierele deschise

source: Closes all open files except the current one
ro: Inchide toate fisierele deschise in afara de cel curent

source: Code
ro: Cod

source: Codepages/Character sets
ro: Coduri de pagina/caractere

source: Color
ro: Culoare

source: Command Line:
ro: Linie de comanda :

source: Command Name:
ro: Numele comandei :

source: Comment
ro: Comenteaza

source: Comments the selected text
ro: Comenteaza textul selectat

source: Configure Keyboard Shortcuts
ro: Configureaza Scurtaturile de Tastatura

source: Configure Shortcuts
ro: Configureaza Scurtaturile

source: Configure Styles
ro: Configureaza Stilurile

source: Configure colors, fonts, styles and sizes
ro: Configureaza culorile, fonturile, stilurile si marimile

source: Configure custom commands
ro: Configureaza comenzile personalizate

source: Convert to
ro: Converteste la

source: Converts all spaces in the document to tabs
ro: Converteste toate spatiile albe din document in taburi

source: Converts all tabs in the document to spaces
ro: Converteste toate taburile din document in spatii

source: Converts the file to the specified encoding
ro: Converteste fisierul la codarea specificata

source: Converts the selection to Title Case
ro: Converteste selectia la Titlu

source: Converts the selection to UPPERcase
ro: Converteste selectia la majuscule

source: Converts the selection to lowercase
ro: Coverteste selectia la minuscule

source: Copies the name of the current file to the clipboard
ro: Copiaza numele fisierului curent in clipboard

source: Copies the path of the current file to the clipboard
ro: Copiaza calea fisierului curent in clipboard

source: Copies the path of the directory of the current file to the clipboard
ro: Copiaza calea directorului fisierului curent in clipboard

source: Copy
ro: Copiaza

source: Copy Directory
ro: Copiaza Directorul

source: Copy Name
ro: Copiaza Nume

source: Copy Path
ro: Copiaza Calea

source: Copy the current selection to the clipboard
ro: Copiaza selectia curenta in clipboard

source: Corresponding File
ro: Fisierul Corespunzator

source: Could not download the language file!
ro: Nu s-a putut descarca fisierul de limba!

source: Creates a new tab with an empty document
ro: Creaza o fila noua cu un document gol

source: Ctrl+Click to open the link in the default browser
ro: Ctrl + clic pentru a deschide legatura in navigatorul implicit

source: Custom Command 0
ro: Comanda personalizata 0

source: Custom Command 1
ro: Comanda personalizata 1

source: Custom Command 2
ro: Comanda personalizata 2

source: Custom Command 3
ro: Comanda personalizata 3

source: Custom Command 4
ro: Comanda personalizata 4

source: Custom Command 5
ro: Comanda personalizata 5

source: Custom Command 6
ro: Comanda personalizata 6

source: Custom Command 7
ro: Comanda personalizata 7

source: Custom Command 8
ro: Comanda personalizata 8

source: Custom Command 9
ro: Comanda personalizata 9

source: Custom Commands
ro: Comenzi personalizate

source: Cut
ro: Decupeaza

source: Cut the current selection to the clipboard
ro: Decupeaza selectia curenta in clipboard

source: Dark Theme
ro: Tema sumbra

source: Delete
ro: Sterge

source: Determines whether a tab is inserted or spaces when the tab key is pressed.
ro: Determina daca un tab este inserat sau spatii albe cand tasta de tab este apasata.

source: Do &not download the update You will be reminded again about the update in a week.
ro: Vrei sa salvezi schimbarile la "%s"

source: Do&n't save
ro: &Nu salva

source: Document modified
ro: Document modificat

source: Document removed
ro: Document inlaturat

source: Don't Save The file is not saved.
ro: Nu salva Fisierul nu este salvat.

source: Don't open The file is not opened.
ro: Nu deschide Fisierul nu este deschis.

source: Download and install the update Updates BowPad to the latest version.
ro: Descarca si instaleaza actualizarea Actualizeaza BowPad la cea mai recenta versiune.

source: Download of language list succeeded. Now you can select a language from that list.
ro: Descarcarea listei de limbi realizata cu succes.Acum se poate selecta o limba din lista.

source: Download the update You have to install the update manually.
ro: Descarca actualizarea Trebuie sa instalezi actualizarea manual.

source: Duplicate Line
ro: Duplica Linia

source: Duplicates the current line
ro: Duplica linia curenta

source: E&xit
ro: Iesire

source: Edit
ro: Editeaza

source: Enable to automatically add a closing brace when an opening brace is entered
ro: Permite inchiderea automata de acolade cand o acolada deschisa este introdusa

source: Encoding
ro: Codare

source: Extension
ro: Extensie

source: Failed to download the list of available languages.
ro: Descarcarea listei de limbi disponibile a esuat.

source: Fetch remote languages...
ro: Preia limbile externe...

source: File
ro: Fisier

source: File is too big to be opened by BowPad
ro: Fisierul este prea mare sa fie deschis cu BowPad

source: Find
ro: Cauta

source: Find && Replace
ro: Cauta && inlocuieste

source: Find &All
ro: Cauta tot

source: Find All In All Open &Tabs
ro: Cauta &Tot in Toate Filele Deschise

source: Find Next
ro: Cauta Urmatorul

source: Find Next Selected
ro: Cauta Urmatorul Selectat

source: Find Previous
ro: Cauta Anteriorul

source: Find and replace
ro: Cauta si inlocuieste

source: Find/Replace
ro: Cauta/Inlocuieste

source: Functions
ro: Functii

source: Go to line
ro: Du-te la linie

source: Goto
ro: Du-te la

source: Inserts the content of the clipboard at the cursor position
ro: Insereaza continutul din clipboard la pozitia cursorului

source: Italic
ro: Cursiv

source: Join Lines
ro: Uneste Liniile

source: Join selected lines to one long line
ro: Uneste liniile selectate sa formeze o linie lunga

source: Keep the document The document is kept open.
ro: Pastreaza documentul Documentul este pastrat deschis.

source: Language
ro: Limba

source: Language selected. You need to restart BowPad for the changes to take effect.
ro: Limba selectata. Trebuie sa reporniti BowPad ca schimbarile sa aiba efect.

source: Language:
ro: Limba :

source: Launch in Chrome
ro: Lanseaza in Chrome

source: Launch in Firefox
ro: Lanseaza in Firefox

source: Launch in Google Chrome
ro: Lanseaza in Google Chrome

source: Launch in IE
ro: Lanseaza in IE

source: Launch in Internet Explorer
ro: Lanseaza in Internet Explorer

source: Launch in Opera
ro: Lanseaza in Opera

source: Launch in Safari
ro: Lanseaza in Safari

source: Line
ro: Linie

source: Line Endings
ro: Terminatii de Linie

source: Line Text
ro: Linie de Text

source: Line:
ro: Linie :

source: Lines
ro: Linii

source: Load as
ro: Incarcati ca

source: Load last session
ro: Incarcati ultima sesiune

source: Load last session on start
ro: Incarcati ultima sesiune la pornire

source: Load session
ro: Incarcati sesiunea

source: Load session on start
ro: Incarcati sesiunea la pornire

source: Loads all files automatically that were open the last time BowPad got closed
ro: Incarcati automat toate fisierele care erau deschise ultima data cand BowPad a fost inchis

source: Loads all files that were open the last time BowPad got closed
ro: Incarcati toate fisierele care erau deschise ultima data cand BowPad a fost inchis

source: Lowercase
ro: Minuscule

source: MRU List
ro: Lista MRU

source: Main
ro: Principal

source: Main Encodings
ro: Codari principale

source: Match &case
ro: Respe&cta marimea

source: Match &whole word only
ro: Respecta cuvantul in intregime

source: Misc
ro: Divers

source: Move down
ro: Deplaseaza in jos

source: Move line down
ro: Deplaseaza linia in jos

source: Move line up
ro: Deplaseaza linia in sus

source: Move the caret to the next bookmark
ro: Muta cursorul la semnul de carte urmator

source: Move the caret to the previous bookmark
ro: Muta cursorul la semnul de carte anterior

source: Move up
ro: Deplaseaza in sus

source: Moves the cursor to the specified line
ro: Muta cursorul la linia specificata

source: Moves the selected lines downwards
ro: Muta ??liniile selectate în jos

source: Moves the selected lines upwards
ro: Muta ??liniile selectate în sus

source: Moves to the next match of the last search
ro: Trece la urmatoarea existenta a ultimei cautari

source: Moves to the previous match of the last search
ro: Trece la precedenta existenta a ultimei cautari

source: New %d
ro: %d Nou

source: New Document
ro: Document Nou

source: Next
ro: Urmatorul

source: Next Bookmarks
ro: Urmatorul semn de carte

source: No functions found!
ro: Nicio functie nu a fost gasita!

source: No updates available. You already have the current version.
ro: Nu exista actualizari disponibile. Aveti ultima versiune.

source: Online Languages
ro: Limbi online

source: Open
ro: Deschide

source: Open Console
ro: Deschide Consola

source: Open Explorer
ro: Deschide Explorer

source: Open Files
ro: Deschide Fisiere

source: Open corresponding File
ro: Deschide Fisierul corespunzator

source: Open elevated BowPad is started again with elevated privileges.
ro: Deschide cu privilegii elevate BowPad este repornit cu privilegii elevate.

source: Opens one or more files
ro: Deschide unu sau mai multe fisiere

source: Opens the Console at the current file location
ro: Deschide Consola la calea fisierului curent

source: Opens the Windows Explorer at the current file location
ro: Deschide Windows Explorer la calea fisierului curent

source: Opens the Windows Explorer at the current file path
ro: Deschide Windows Explorer la calea fisierului curent

source: Opens the config file to configure keyboard shortcuts for any command in BowPad
ro: Deschide fisierul de configurare a scurtaturilor de tastatura pentru orice comanda in BowPad

source: Opens the corresponding file to the file in the current tab. (h/cpp, aspx/cs/vb)
ro: Deschide fisierul corespunzator fisierului deschis in fila curenta. (h/cpp, aspx/cs/vb)

source: Opens the current file in Microsoft Internet Explorer
ro: Deschide fisierul curent in Microsoft Internet Explorer

source: Opens the current file in the Firefox browser
ro: Deschide fisierul curent in Firefox

source: Opens the current file in the Google Chrome browser
ro: Deschide fisierul curent in Google Chrome

source: Opens the current file in the Opera browser
ro: Deschide fisierul curent in Opera

source: Opens the current file in the Safari browser
ro: Deschide fisierul curent in Safari

source: Opens the default browser to search Wikipedia for the selected text
ro: Deschide navigatorul implicit pentru a cauta in Wikipedia textul selectat

source: Opens the default browser to search for the selected text
ro: Deschide navigatorul implicit pentru a cauta textul selectat

source: Page Setup
ro: Configurare Pagina

source: Paste
ro: Lipeste

source: Previous
ro: Precedent

source: Previous Bookmarks
ro: Semne de carte precedente

source: Print
ro: Tipareste

source: Print Page Setup
ro: Configurare Pagina de Tiparit

source: Print now
ro: Tipareste Acum

source: Print...
ro: Tipareste...

source: R&eplace with:
ro: Inlocui&este cu :

source: Redo
ro: Reface

source: Redo what was undone before
ro: Reface ce a fost anulat anterior

source: Regex expression is invalid!
ro: Expresia regex este invalida!

source: Regex expression is valid
ro: Expresia regex este valida

source: Reload
ro: Reincarca

source: Reload document The document is refreshed from disk.
ro: Reincarca documentul Documentul este reincarcat de pe disc.

source: Reload document The unsaved modifications are lost.
ro: Reincarca documentul Schimbarile nesalvate se vor pierde.

source: Reload the file from disk
ro: Reincarca fisierul de pe disc

source: Removes all bookmarks from the current file
ro: Elimina toate semnele de carte din fisierul curent

source: Removes whitespaces at the end of lines
ro: Elimina spatiile libere de la sfarsitul liniilor

source: Replace A&ll
ro: In&locuieste tot

source: Right margin
ro: Margine dreapta

source: Sa&ve as
ro: Sal&veaza ca

source: Save &all
ro: Salveaza to&ate

source: Save File
ro: Salveaza Fisier

source: Save Files
ro: Salveaza Fisiere

source: Save as
ro: Salveaza ca

source: Save elevated BowPad is started again with elevated privileges.
ro: Salveaza cu privilegii elevate BowPad este repornit cu privilegii elevate.

source: Save modifications The modifications that were made outside BowPad are overwritten.
ro: Salveaza modificarile Modificarile realizate in afara BowPad vor fi suprascrise.

source: Saves all open files
ro: Salveaza toate fisierele deschise

source: Saves the current tab
ro: Salveaza fila curenta

source: Search Regex mode
ro: Cautare in mod Regex

source: Search Web
ro: Cauta in Web

source: Search Wikipedia
ro: Cauta Wikipedia

source: Search and/or replace text in documents/tabs
ro: Cauta si/sau inlocuieste text in documente/file

source: Search text not found!
ro: Textul cautat nu a fost gasit!

source: Searches for the next match of the selected text
ro: Cauta urmatoarea potrivire pentru textul selectat

source: Select Language
ro: Selecteaza o Limba

source: Select all
ro: Selecteaza tot

source: Select the language for BowPad
ro: Selecteaza limba pentru BowPad

source: Sends the document to a printer
ro: Trimite documentul catre o imprimanta

source: Sends the document to the default printer
ro: Trimite documentul catre imprimanta implicita

source: Set the coloring according to the code language
ro: Setati culoarea in functie de limba de cod

source: Set the number of columns for one tabulator.
ro: Setati numarul de coloane pentru un tabulator.

source: Set up print margins, page size, page orientation
ro: Configurarea marginilor de imprimare, dimensiunea paginii, orientarea paginii

source: Sets the column at which the vertical edge is shown, indicating the right margin. Set to 0 to hide it.
ro: Seteaza coloana la care este afisata marginea verticala, indicand marginea din dreapta. Setati la 0 sa o ascundeti.

source: Show Properties
ro: Afiseaza Proprietati

source: Show Whitespaces
ro: Afiseaza Spatiile Goale

source: Shows a dialog to configure custom commands
ro: Afiseaza o fereastra de configurare comenzi personalizate

source: Shows a list of functions/methods in the file to jump to
ro: Afiseaza o lista de functii/metode din fisier la care sa se sara

source: Shows the Windows Explorer file properties dialog for the current file
ro: Afiseaza fereastra de proprietati din Windows Explorer pentru fisierul curent

source: Spaces to Tabs
ro: Spatii in Taburi

source: Split Lines
ro: Desparte Liniile

source: Split long lines at the right window border
ro: Desparte liniile lungi de la marginea din dreapta a ferestrei

source: Style Configurator
ro: Configurator de Stil

source: Style:
ro: Stil :

source: Styles
ro: Stiluri :

source: Tabs to Spaces
ro: Taburi in Spatii

source: The document '%s' was modified outside of BowPad, but there are unsaved changes in the document.
ro: Documentul '%s' a fost modificat in afara BowPad, dar exista modificari nesalvate in document.

source: The document '%s' was modified outside of BowPad.
ro: Documentul '%s' a fost modificat in afara BowPad.

source: The document '%s' was removed outside of BowPad.
ro: Documentul '%s' a fost eliminat in afara BowPad.

source: Title case
ro: Titlu

source: Toggle Bookmark
ro: Comuta Semne de Carte

source: Toggle a bookmark on the current line
ro: Comuta semnul de carte pe linia curenta

source: Toggles between the normal and the dark theme
ro: Comuta intre tema normala si cea sumbra

source: Trim Whitespaces
ro: Eliminare spatii goale

source: Turn off automatic update checks
ro: Dezactiveaza cautarile de actualizare automata

source: Turns showing whitespaces on/off. Hold down the Shift key to show EOLs as well.
ro: Porneste/Opreste afisarea spatiilor goale. Tine apasat tasta Shift pentru a afisa de asemenea toate finalurile de linie.

source: UPPER/lower
ro: Superior/Inferior

source: Uncomment
ro: Decomenteaza

source: Uncomments the selected text
ro: Decomenteaza textul selectat

source: Underline
ro: Subliniere

source: Undo
ro: Anulare

source: Undo the last change
ro: Anuleaza ultima modificare

source: Unsafed modifications
ro: Modificari nesalvate

source: Uppercase
ro: Majuscule

source: Use $0 for the whole match, and $1..$99 for group matches.
ro: Utilizeaza $0 pentru o potrivire intreaga, si $1..$99 pentru potriviri de grup.

source: Use Tabs
ro: Utilizeaza File

source: Vertical Edge
ro: Bordura Verticala

source: View
ro: Vizualizeaza

source: Visit our Website
ro: Vizitati pagina noastra web

source: Web Search:
ro: Cautare pe internet:

source: Whitespace
ro: Spatii goale

source: Wrap Lines
ro: Incadrare linii

source: Wrap around
ro: Incadrare imprejur

source: Wrap lines at the end of the window
ro: Incadrare linii la finalul ferestrei

source: You can use the following strings in the command line: $(LINE) The line where the cursor is $(POS) the position where the cursor is $(TAB_PATH) the path to the file of the active tab $(TAB_DIR) the directory of the file of the active tab $(SEL_TEXT) the selected text or the word at the cursor position $(SEL_TEXT_ESCAPED) like $(SEL_TEXT) but escaped, useful for urls
ro: Puteti sa utilizati urmatorul text in linie de comanda: $(LINE) Linia unde este cursorul $(POS) pozitia unde este cursorul $(TAB_PATH) calea catre fisierul din fila activa $(TAB_DIR) directorul fisierului din fila activa $(SEL-TEXT) textul selectat sau cuvantul de la pozitia cursorului $(SEL_TEXT_ESCAPED) ca $(SEL_TEXT) dar fara caractere speciale, util pentru url-uri

source: background:
ro: fond :

source: foreground:
ro: prim plan :

source: from %ld to %ld
ro: De la %ld la %ld

source: go to the next cursor position
ro: mergi la urmatoarea pozitie a cursorului

source: go to the previous cursor position
ro: mergi la precedenta pozitie a cursorului

source: runs the custom command 0
ro: ruleaza comanda personalizata 0

source: runs the custom command 1
ro: ruleaza comanda personalizata 1

source: runs the custom command 2
ro: ruleaza comanda personalizata 2

source: runs the custom command 3
ro: ruleaza comanda personalizata 3

source: runs the custom command 4
ro: ruleaza comanda personalizata 4

source: runs the custom command 5
ro: ruleaza comanda personalizata 5

source: runs the custom command 6
ro: ruleaza comanda personalizata 6

source: runs the custom command 7
ro: ruleaza comanda personalizata 7

source: runs the custom command 8
ro: ruleaza comanda personalizata 8

source: runs the custom command 9
ro: ruleaza comanda personalizata 9

source: tab size
ro: dimensiune tab
